;汉化：aotix

;Place localized text in this file

; [ X2AbilityTemplate]
; LocFriendlyName=""
; LocLongDescription=""
; LocHelpText=""
; LocFlyOverText=""
; LocPromotionPopupText="<Bullet/><br/><Bullet/><br/><Bullet/><br/><Bullet/><br/>"

;----------------------------------------------------------------------------------------------------------------------------
; RISING TIDES CLASSES
;----------------------------------------------------------------------------------------------------------------------------
[RT_Marksman X2SoldierClassTemplate]
DisplayName="「策」渗透者"
ClassSummary="耳语者是「策」组织指定的狙击手和技术专家。"
LeftAbilityTreeTitle="火力支援"
RightAbilityTreeTitle="观察者"
AbilityTreeTitles[0]="火力支援"
AbilityTreeTitles[1]="灵能者"
AbilityTreeTitles[2]="观察者"
RandomNickNames[0]="低语者"
RankNames[0]="特工"
RankNames[1]="特工 I"
RankNames[2]="特工 II"
RankNames[3]="特工 III"
RankNames[4]="特工 IV"
RankNames[5]="特工 V"
RankNames[6]="特工 VI"
RankNames[7]="特工 VII"
RankNames[8]="特工 VIII"
ShortNames[0]="O0"
ShortNames[1]="O1"
ShortNames[2]="O2"
ShortNames[3]="O3"
ShortNames[4]="O4"
ShortNames[5]="O5"
ShortNames[6]="O6"
ShortNames[7]="O7"
ShortNames[8]="O8"

[RT_Berserker X2SoldierClassTemplate]
DisplayName="「策」狂战士"
ClassSummary="女王是「策」组织的领袖和近战专家。"
LeftAbilityTreeTitle="狂暴者"
RightAbilityTreeTitle="操作者"
AbilityTreeTitles[0]="狂暴者"
AbilityTreeTitles[1]="灵能者"
AbilityTreeTitles[2]="操作者"
RandomNickNames[0]="女王"
RankNames[0]="特工"
RankNames[1]="特工 I"
RankNames[2]="特工 II"
RankNames[3]="特工 III"
RankNames[4]="特工 IV"
RankNames[5]="特工 V"
RankNames[6]="特工 VI"
RankNames[7]="特工 VII"
RankNames[8]="特工 VIII"
ShortNames[0]="O0"
ShortNames[1]="O1"
ShortNames[2]="O2"
ShortNames[3]="O3"
ShortNames[4]="O4"
ShortNames[5]="O5"
ShortNames[6]="O6"
ShortNames[7]="O7"
ShortNames[8]="O8"

[RT_Gatherer X2SoldierClassTemplate]
DisplayName="「策」搜集者"
ClassSummary="诺娃是「策」组织的人类情报专家和主要灵能支援。"
AbilityTreeTitles[0]="千里眼"
AbilityTreeTitles[1]="心灵感应"
AbilityTreeTitles[2]="灵能者"
RandomNickNames[0]="诺娃"
RankNames[0]="特工"
RankNames[1]="特工 I"
RankNames[2]="特工 II"
RankNames[3]="特工 III"
RankNames[4]="特工 IV"
RankNames[5]="特工 V"
RankNames[6]="特工 VI"
RankNames[7]="特工 VII"
RankNames[8]="特工 VIII"
ShortNames[0]="O0"
ShortNames[1]="O1"
ShortNames[2]="O2"
ShortNames[3]="O3"
ShortNames[4]="O4"
ShortNames[5]="O5"
ShortNames[6]="O6"
ShortNames[7]="O7"
ShortNames[8]="O8"

[StandardGhostShot X2AbilityTemplate]
LocFriendlyName="开火"
LocHelpText="向目标开火。 <Ability:CANNOTBEDODGED/>"
LocLongDescription="<Bullet/>使用主武器开火将会结束单位的回合。"

; PROGRAM INFILTRATOR

[ScopedAndDropped X2AbilityTemplate]
LocFriendlyName="瞄准射杀"
LocLongDescription="增强的全景射击。使用狙击枪击败一名被侧翼或无掩护的目标不消耗行动。"
LocHelpText="使用狙击枪击败一名被侧翼或无掩护的目标不消耗行动。"
LocFlyOverText="瞄准射杀"
LocPromotionPopupText="<Bullet/>该单位不会受到全景射击的惩罚。<br/><Bullet/>通过该能力进行的额外射击将会有较低的暴击几率。<br/>"

[RTRepositioning X2AbilityTemplate]
LocFriendlyName="调整位置"
LocLongDescription="如果您最近<Ability:RTREPOSITIONING_MAX_POSITIONS_SAVED>个开火位置与目标位置相距<Ability:RTREPOSITIONING_TILE_DISTANCE>格，您的下一次射击将保持隐蔽状态。"
LocHelpText="如果您最近<Ability:RTREPOSITIONING_MAX_POSITIONS_SAVED>次射击的距离与目标位置相距<Ability:RTREPOSITIONING_TILE_DISTANCE>格，您的下一次射击将保持隐蔽状态。"
LocFlyOverText="调整位置 - 保持隐蔽！"
LocPromotionPopupText="<Bullet/><br/><Bullet/><br/><Bullet/><br/><Bullet/><br/>"
LocHitMessage="调整位置 - 激活"
LocMissMessage="调整位置 - 停用"

[RTOverflowBarrier X2AbilityTemplate]
LocFriendlyName="溢流屏障"
LocLongDescription="当该单位造成过量伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocHelpText="当该单位造成过量伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocFlyOverText="溢流屏障"
LocPromotionPopupText="<Bullet/>如果造成过量伤害，则至少有1点护盾生命值。<br/><Bullet/>尝试与强大的伤害技能（如精准射击或时间静止）结合使用。<br/><Bullet/>如果造成过量伤害，则至少有1点护盾生命值。<br/><Bullet/>拥有溢流屏障的单位必须融合才能产生任何护盾。<br/><Bullet/>即使融合解除，护盾仍然存在。<br/>"

[RTOverflowBarrierEvent X2AbilityTemplate]
LocFriendlyName="溢流屏障"
LocLongDescription="当该单位造成超杀伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocHelpText="当该单位造成超杀伤害时，将该伤害转化为自身和已融合盟友的护盾。"
LocFlyOverText="溢流屏障"
LocPromotionPopupText="<Bullet/>如果造成超杀伤害，则至少有1点护盾生命值。<br/><Bullet/>拥有溢流屏障的单位必须融合才能产生任何护盾。<br/><Bullet/>即使融合解除，护盾仍然存在。<br/>"

[RTPrecisionShot X2AbilityTemplate]
LocFriendlyName="精准射击"
LocLongDescription="一个精心瞄准的射击，减少<Ability:RTPRECISION_SHOT_AIM_PENALITY>命中率，但增加<Ability:RTPRECISION_SHOT_CRIT_CHANCE>%的暴击几率和<Ability:RTPRECISION_SHOT_CRIT_DAMAGE>%的暴击伤害。"
LocHelpText="以降低的命中率进行射击，但增加暴击几率和暴击伤害。"
LocFlyOverText="精准射击"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却时间。<br/>"

[RTAggression X2AbilityTemplate]
LocFriendlyName="侵略"
LocLongDescription="每有一个可见的敌方单位，增加<Ability:AGGRESSION_CRIT_PER_UNIT>%的暴击几率，最高不超过<Ability:AGGRESSION_MAX_CRIT>%。（包括全程瞄准）"
LocHelpText="每发现一个敌人，增加<Ability:AGGRESSION_CRIT_PER_UNIT>%的暴击几率。"
LocFlyOverText="侵略"
LocPromotionPopupText=""

[KnockThemDown X2AbilityTemplate]
LocFriendlyName="击倒对手"
LocLongDescription="每连续承受一次射击，获得+<Ability:KNOCK_THEM_DOWN_DAMAGE_GAIN>伤害和+<Ability:KNOCK_THEM_DOWN_CRITDMG_GAIN>%的暴击伤害。"
LocHelpText="每连续承受一次射击，获得+<Ability:KNOCK_THEM_DOWN_DAMAGE_GAIN>伤害和+<Ability:KNOCK_THEM_DOWN_CRITDMG_GAIN>%的暴击伤害。"
LocFlyOverText="击倒对手"
LocPromotionPopupText="<Bullet/>每连续承受一次射击，获得+<Ability:KNOCK_THEM_DOWN_DAMAGE_GAIN>伤害和+<Ability:KNOCK_THEM_DOWN_CRITDMG_GAIN>%的暴击伤害。<br/><Bullet/>某些被动动作不会中断击倒对手的连锁效果，比如「消隐」的激活或「溢流屏障」的触发。<br/>"

[RTDisablingShot X2AbilityTemplate]
LocFriendlyName="禁能射击"
LocLongDescription="一个精心瞄准的射击，减少命中率和伤害，但强制目标重新装填其主武器。"
LocHelpText="弱小且难以命中的射击，禁用目标敌人的武器一回合。"
LocFlyOverText="禁能射击"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>禁能射击还会从目标身上移除一个行动点。<br/>"

[RTSnapshot X2AbilityTemplate]
LocFriendlyName="急射"
LocLongDescription="使用主武器只需一个行动点，但会受到-15命中惩罚。"
LocHelpText="移动后以减少的命中率射击主武器。"
LocFlyOverText="急射"
LocPromotionPopupText="<Bullet/>使用主武器只需一个行动点，但会受到-15命中惩罚。<br/>"

[RTStandardSniperShot X2AbilityTemplate]
LocFriendlyName="狙击枪开火"
LocHelpText="使用你的狙击枪对目标进行射击。"
LocLongDescription="<Bullet/>狙击枪在远距离具有强大的火力和准确性，但通常需要两个行动来射击。<br/><Bullet/>使用主武器总是结束士兵的回合。<br/>"

[RTOverwatch X2AbilityTemplate]
LocFriendlyName="监视"
LocHelpText="对第一个进入你视线范围内移动的敌人进行射击，但命中率会有所降低。"
LocLongDescriptionWhenConcealed="对第一个进入你视线范围内移动的敌人进行射击，但只有在被发现时才能生效。"
LocFlyOverText="监视"
LocFriendlyNameWhenConcealed="监视（隐蔽状态）"

[OverwatchShot X2AbilityTemplate]
LocFriendlyName="监视射击"

[SixOClock X2AbilityTemplate]
LocFriendlyName="六点钟方位"
LocLongDescription="获得额外的监视射击机会。此外，当该单位使用监视射击时，其范围内的盟友单位在防御、灵能和意志方面获得加成。"
LocHelpText=" "
LocFlyOverText="六点钟方位"
LocPromotionPopupText="<Bullet/>这影响到那些无法直接看到监视单位的单位。<br/>"

[SixOClockEffect X2AbilityTemplate]
LocFriendlyName="六点钟效应"
LocLongDescription="当该单位使用监视射击时，其范围内的盟友单位在防御、灵能和意志方面获得加成。"
LocHelpText=" "
LocFlyOverText="六点钟效应"
LocPromotionPopupText="<Bullet/>这影响到那些无法直接看到监视单位的单位。<br/>"

[RTVitalPointTargeting X2AbilityTemplate]
LocFriendlyName="要害瞄准"
LocLongDescription="了解敌人的要害点有助于瞄准。"
LocHelpText=" "
LocFlyOverText="要害瞄准"
LocPromotionPopupText="<Bullet/>提供伤害和暴击几率加成。<br/><Bullet/>这个加成对于每个具有该能力的个体和目标敌人类型是不同的。<br/><Bullet/>这个加成是通过在整个战役中消灭敌人单位而生成的。<br/>"

[RTDamnGoodGround X2AbilityTemplate]
LocFriendlyName="卓越阵地"
LocLongDescription="对于处于较低高度的敌人，除了通常的高度加成外，还提供+15命中和+15防御加成。"
LocHelpText=" "
LocFlyOverText="卓越阵地"
LocPromotionPopupText="<Bullet/>对于处于较低高度的敌人，除了通常的高度加成外，还提供+15命中和+15防御加成。<br/>"

[SlowIsSmooth X2AbilityTemplate]
LocFriendlyName="慢即顺利"
LocLongDescription="从隐藏状态射击的命中率和暴击率增加25。与所有敌人失去视线后，再次进入隐藏状态持续4回合。"
LocHelpText=" "
LocFlyOverText="慢即顺利"
LocPromotionPopupText="<Bullet/>从隐藏状态射击的命中率和暴击率增加25。<br/><Bullet/>与所有敌人失去视线后，再次进入隐藏状态持续4回合。<br/>"

[Sovereign X2AbilityTemplate]
LocFriendlyName="未使用，参见原始生物"
LocLongDescription="致命射击有机会使附近的敌人陷入恐慌状态。"
LocHelpText="致命射击有机会使附近的敌人陷入恐慌状态。"
LocFlyOverText="统治者"
LocPromotionPopupText="<Bullet/>致命射击有机会使附近的敌人陷入恐慌状态。<br/>"

[SovereignEffect X2AbilityTemplate]
LocFriendlyName="未使用，参见原始生物"
LocLongDescription="致命射击有机会使附近的敌人陷入恐慌状态"
LocHelpText="致命射击有机会使附近的敌人陷入恐慌状态"
LocFlyOverText="统治者"
LocPromotionPopupText="<Bullet/>致命射击有小概率使附近的敌人陷入恐慌状态。对于灵能或机器敌人无效。<br/>"

[DaybreakFlame X2AbilityTemplate]
LocFriendlyName="狙击枪开火（黎明之焰）"
LocHelpText="使用你的黎明之焰狙击枪对目标进行射击。"
LocLongDescription="<Bullet/>黎明之焰狙击枪在远距离具有强大的火力和准确性，但通常需要两个行动来射击。<br/><Bullet/>使用主武器总是结束士兵的回合。<br/>"

[DaybreakFlameIcon X2AbilityTemplate]
LocFriendlyName="黎明之焰"
LocLongDescription="火焰控制增强的子弹能穿透掩体，击穿护甲，并忽略视线障碍。"
LocHelpText="火焰控制增强的子弹能穿透掩体，击穿护甲，并忽略视线障碍。"
LocFlyOverText="黎明之焰"
LocPromotionPopupText="<Bullet/>火焰控制增强的子弹能穿透掩体，击穿护甲，并忽略视线障碍。<br/><Bullet/>这个能力只增强标准的狙击射击，并不对其他射击添加额外效果。<br/>"

[DaybreakFlameToggle_on X2AbilityTemplate]
LocFriendlyName="激活黎明之焰"
LocFlyOverText="黎明之焰"
LocHelpText="激活黎明之焰。"

[DaybreakFlameToggle_off X2AbilityTemplate]
LocFriendlyName="停用黎明之焰"
LocFlyOverText="黎明之焰"
LocHelpText="停用黎明之焰。"

; QuoteText=""

[YourHandsMyEyes X2AbilityTemplate]
LocFriendlyName="你的手，我的眼"
LocLongDescription="「心灵融合」除了提供正常的意志力加成外，还共享所有者的骇客技能值。"
LocHelpText="「心灵融合」除了提供正常的意志力加成外，还共享所有者的骇客技能值。"
LocFlyOverText="你的手，我的眼"
LocPromotionPopupText="<Bullet/>「心灵融合」除了提供正常的意志力加成外，还共享所有者的黑客技能值。<br/>"

[RTKubikuri X2AbilityTemplate]
LocFriendlyName="斩首"
LocFlyOverText="斩首"
LocLongDescription="对大部分已受伤敌人的特殊射击：任何暴击都会击杀它们，但普通命中只造成一半的伤害。需要消耗两个行动，并有4回合冷却时间。"
LocHelpText="暴击会自动击杀生命值不满的敌人。普通命中只造成一半的伤害。"
LocPromotionPopupText="<Bullet/>对于生命值不满的敌人的特殊射击：任何暴击都会击杀它们，但普通命中只造成一半的伤害。<br/><Bullet/>需要消耗两个行动。<br/><Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>对于异族统治者，暴击将造成双倍的暴击伤害，而不会立即击杀敌人。"

[GhostPsiSuite X2AbilityTemplate]
LocFriendlyName="「策」组织特工经验"
LocLongDescription="「策」训练他们的特工掌握心灵控制、心灵感应、心灵动能和战争艺术。"
LocHelpText="标准的幽灵能力组合。"
LocFlyOverText="「策」组织特工经验"
LocPromotionPopupText="<Bullet/>「策」组织特工接受心灵控制、心灵感应、心灵动能和融合的使用训练。<br/>"

[JoinMeld X2AbilityTemplate]
LocFriendlyName="纳入融合"
LocLongDescription="纳入融合，增加意志力并共享特定能力。"
LocHelpText="纳入融合，增加意志力并共享特定能力。"
LocFlyOverText="纳入融合"
LocPromotionPopupText="<Bullet/>纳入融合，增加意志力并共享特定能力。<br/>"

[LeaveMeld X2AbilityTemplate]
LocFriendlyName="脱离融合"
LocLongDescription="脱离融合，消除可能的恐慌效果并移除共享的效果。"
LocHelpText="脱离融合，消除可能的恐慌效果并移除共享的效果。"
LocFlyOverText="脱离融合"
LocPromotionPopupText="<Bullet/>脱离融合，消除可能的恐慌效果并移除共享的效果。<br/>"

[PsiOverload X2AbilityTemplate]
LocFriendlyName="心灵压制"
LocLongDescription="用纯粹的灵能能量超负荷作用于有机单位的大脑，立即将其杀死。承受反馈效果，短时间内无法进行任何行动。"
LocHelpText="用纯粹的灵能能量超负荷作用于有机单位的大脑，立即将其杀死。承受反馈效果。"
LocFlyOverText="心灵压制"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>用纯粹的灵能能量超负荷作用于有机单位的大脑，立即将其杀死。能力的反馈效果会导致短时间的恐慌。<br/>"

[RTProgramEvacuation X2AbilityTemplate]
LocFriendlyName="「策」撤离"
LocLongDescription="你不应该能看到这个。"
LocHelpText="你不应该能看到这个。"
LocFlyOverText="「策」撤离"
LocPromotionPopupText="<Bullet/><br/><Bullet/><br/><Bullet/><br/><Bullet/><br/>"

[RTProgramEvacuationPartOne X2AbilityTemplate]
LocFriendlyName="「策」撤离"
LocLongDescription="你不应该能看到这个。"
LocHelpText="你不应该能看到这个。"
LocFlyOverText="「策」撤离"
LocPromotionPopupText="<Bullet/><br/><Bullet/><br/><Bullet/><br/><Bullet/><br/>"

[RTProgramEvacuationPartTwo X2AbilityTemplate]
LocFriendlyName="「策」撤离"
LocLongDescription="你不应该能看到这个。"
LocHelpText="你不应该能看到这个。"
LocFlyOverText="「策」撤离"
LocPromotionPopupText="<Bullet/><br/><Bullet/><br/><Bullet/><br/><Bullet/><br/>"

[RTMindControl X2AbilityTemplate]
LocFriendlyName="精神控制"
LocLongDescription="暂时以心灵控制的方式支配敌方单位。"
LocHelpText="试图控制敌方单位。"
LocFlyOverText="精神控制"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/>"

[LinkedIntelligence X2AbilityTemplate]
LocFriendlyName="联网操作"
LocLongDescription="融合的单位可以立即对射击指令做出反应。当融合单位进行反击时，所有融合单位都会尝试对目标进行射击。"
LocHelpText="当融合单位进行反击时，所有融合单位都会尝试对目标进行射击。"
LocFlyOverText="联网操作"
LocPromotionPopupText="<Bullet/>联网操作将在全程射程内触发。<br/><Bullet/>单位不会为了开火而暴露。<br/>"

[TwitchReaction X2AbilityTemplate]
LocFriendlyName="痉挛反应"
LocLongDescription="该单位可以在同伴合体单位受到攻击时自发地进行火力掩护反击。"
LocHelpText="当合体的盟友受到攻击时，立即进行反击射击。"
LocFlyOverText="痉挛反应"
LocPromotionPopupText="<Bullet/>该单位可以在同伴合体单位受到攻击时自发地进行火力掩护反击。<br/>"

[TimeStandsStill X2AbilityTemplate]
LocFriendlyName="时间停滞"
LocLongDescription="在宇宙的齿轮中投入一个扳手片刻。盟友和敌人一样变成灰色，失去了影响或感知周围世界的能力。"
LocHelpText="世界停止！时间停滞！"
LocFlyOverText="时间停滞"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>在时间停滞时，计时器和增援将被延迟。<br/><Bullet/>灰色单位易于命中并造成致命一击。<br/>"

[PsionicSurge X2AbilityTemplate]
LocFriendlyName="灵能突袭"
LocLongDescription="使用灵能能量强化该单位的武器，增加射速和能量通过率。"
LocHelpText="使用灵能能量强化该单位的武器。"
LocFlyOverText="灵能突袭"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却时间。<br/><Bullet/>标准射击不会结束回合，消耗1点行动点数。<br/><Bullet/>在此效果激活时，特殊射击不会有冷却时间。<br/>"

[FadeIcon X2AbilityTemplate]
LocFriendlyName="消隐"
LocLongDescription="每当该单位受到伤害时，消隐脱离视线。"
LocHelpText="每当该单位受到伤害时，消隐脱离视线。"
LocFlyOverText="消隐"
LocPromotionPopupText="<Bullet/>在该单位受到伤害时，短暂获得隐秘状态效果。 <Ability:SelfCooldown/>回合冷却时间。<br/>"

[Fade X2AbilityTemplate]
LocFriendlyName="消隐"
LocLongDescription="每当该单位受到伤害时，消隐脱离视线。"
LocHelpText="每当该单位受到伤害时，消隐脱离视线。"
LocFlyOverText="消隐"
LocPromotionPopupText="<Bullet/>在该单位受到伤害时，短暂获得隐秘状态效果。 <Ability:SelfCooldown/>回合冷却时间。<br/>"

[Teek X2AbilityTemplate]
LocFriendlyName="蛇皮走位"
LocLongDescription="该单位磨砺了其超能力，提高了闪避和偏转敌方火力的能力。"
LocHelpText="该单位磨砺了其超能力，提高了闪避和偏转敌方火力的能力。"
LocFlyOverText="蛇皮走位"
LocPromotionPopupText="<Bullet/>该单位磨砺了其超能力，提高了闪避和偏转敌方火力的能力。<br/><Bullet/>+10闪避，+10防御。<br/>"

[EyeInTheSky X2AbilityTemplate]
LocFriendlyName="空中之眼"
LocLongDescription="该单位不会受到反应射击的惩罚，并能够对敌人的攻击做出反应。"
LocHelpText="该单位不会受到反应射击的惩罚，并能够对敌人的攻击做出反应。"
LocFlyOverText="空中之眼"
LocPromotionPopupText="<Bullet/>该单位不会受到反应射击的惩罚，并能够对敌人的攻击做出反应。<br/><Bullet/>在反应射击和压制射击期间获得+30瞄准度。<br/>"

[HeatChannel X2AbilityTemplate]
LocFriendlyName="热能通道"
LocLongDescription="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocHelpText="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocFlyOverText="热能通道"
LocPromotionPopupText="<Bullet/>在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。<br/><Bullet/>2回合冷却。<br/>"

[HeatChannelIcon X2AbilityTemplate]
LocFriendlyName="热能通道"
LocLongDescription="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocHelpText="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocFlyOverText="热能通道"
LocPromotionPopupText="<Bullet/>在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。<br/><Bullet/>2 回合冷却。<br/>"

[HeatChannelCooldown X2AbilityTemplate]
LocFriendlyName="热能通道"
LocLongDescription="热能通道正在冷却中！"
LocHelpText="在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。"
LocFlyOverText="热能通道"
LocPromotionPopupText="<Bullet/>在使用超能力时，该单位可以从武器中引导热能来供能，重新装填武器并减少技能的冷却时间，每装填一发子弹减少一个回合的冷却时间。<br/><Bullet/>2 回合冷却。<br/>"

[Harbinger X2AbilityTemplate]
LocFriendlyName="强硬把控"
LocLongDescription="增强一个友方融合单位，将其完全治愈并赋予显著的战斗加成。"
LocHelpText="增强一个友方融合单位，将其完全治愈并赋予显著的战斗加成。"
LocFlyOverText="强硬把控"
LocPromotionPopupText="<Bullet/>增强一个友方融合单位，将其完全治愈并赋予显著的战斗加成。<br/><Bullet/><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>+4护甲，+5护盾生命值，+10命中，+10意志。<br/><Bullet/>当融合丧失时，效果会中断。<br/>"

[RTShockAndAwe X2AbilityTemplate]
LocFriendlyName="震惊与威慑"
LocLongDescription="当该单位在单回合内造成超过25点伤害时，会使附近的所有敌人失去行动能力。"
LocHelpText="当该单位在单回合内造成超过25点伤害时，会使附近的所有敌人失去行动能力。"
LocFlyOverText="震惊与威慑"
LocPromotionPopupText="<Bullet/>当该单位在单回合内造成超过25点伤害时，会使附近的所有敌人失去行动能力。<br/>"

[RTKillzone X2AbilityTemplate]
LocFriendlyName="灵能死亡地带"
LocLongDescription="对于在火力范围内移动或攻击的任何敌人进行反应射击。"
LocHelpText="在火力范围内进行增强型监视。"
LocFlyOverText="灵能死亡地带"
LocPromotionPopupText="<Bullet/>士兵在弹药消耗之外没有反应射击次数限制。<br/><Bullet/>灵能死亡地带可以利用远程射击能力（即使士兵没有长视能力）。<br/><Bullet/>灵能死亡地带有 <Ability:SelfCooldown/>回合的冷却时间。<br/>"
LocFriendlyNameWhenConcealed="灵能死亡地带（隐蔽状态）"

[RTEveryMomentMatters X2AbilityTemplate]
LocFriendlyName="至关时刻"
LocLongDescription="该单位弹匣中的最后一颗子弹保证会造成致命一击，并根据目标缺少的生命值造成额外伤害。"
LocHelpText="该单位弹匣中的最后一颗子弹保证会造成致命一击，并根据目标缺少的生命值造成额外伤害。"
LocFlyOverText="至关时刻"
LocPromotionPopupText="<Bullet/>额外伤害相当于目标缺少的生命值的35%。<br/><Bullet/>射出最后一颗子弹还会获得一个只能用于移动的行动点。<br/>"

; <Bullet/><br/>
; PROGRAM BERSERKER

[BumpInTheNight X2AbilityTemplate]
LocFriendlyName="夜幕偷袭"
LocLongDescription="该单位在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocHelpText="在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocFlyOverText="夜幕偷袭"
LocPromotionPopupText="<Bullet/>该单位在3格内击杀敌人后获得隐形能力。<br/><Bullet/>若是使用近战方式击杀的，额外获得一层「血之狂热」状态。<br/>"

[BumpInTheNightBloodlustListener X2AbilityTemplate]
LocFriendlyName="夜幕偷袭"
LocLongDescription="该单位在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocHelpText="在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocFlyOverText="夜幕偷袭"
LocPromotionPopupText="<Bullet/>该单位在3个格内击杀单位后获得隐蔽能力。<br/><Bullet/>若是近战击杀，则额外获得一层血之狂热效果。<br/><Bullet/><br/><Bullet/><br/>"

[BumpInTheNightStealthListener X2AbilityTemplate]
LocFriendlyName="夜幕偷袭"
LocLongDescription="该单位在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocHelpText="在3格内击杀敌人后获得隐形能力。若是使用近战方式击杀的，额外获得一层「血之狂热」状态。"
LocFlyOverText="夜幕偷袭"
LocPromotionPopupText="<Bullet/>该单位在3个格内击杀单位后获得隐蔽能力。<br/><Bullet/>若是近战击杀，则额外获得一层血之狂热效果。<br/><Bullet/><br/><Bullet/><br/>"

[RTBerserkerKnifeAttack X2AbilityTemplate]
LocFriendlyName="斩击（狂战士）"
LocLongDescription="使用你的副武器对移动范围内的任何敌人进行攻击。"
LocHelpText="使用你的副武器对移动范围内的敌人进行攻击。"
LocPromotionPopupText="<Bullet/>你可以通过将移动光标放在敌人上触发斩击能力。<br/><Bullet/>狂战士可以执行“冲刺”移动，使用两个行动点移动，并仍然对相邻的敌人触发斩击。<br/>"

[RTSiphon X2AbilityTemplate]
LocFriendlyName="汲取"
LocLongDescription="该单位将根据对有机敌人所造成的伤害从它们身上汲取生命值。"
LocHelpText="该单位将根据对有机敌人所造成的伤害从它们身上汲取生命值。"
LocFlyOverText="汲取"
LocPromotionPopupText="<Bullet/>该单位将根据对有机敌人所造成的伤害从它们身上汲取生命值。<br/><Bullet/>每次攻击的最小生命值获取量为2。<br/>"

[RTAcidicBlade X2AbilityTemplate]
LocFriendlyName="酸刃"
LocLongDescription="该单位的刀刃上涂有一种机密的酸性溶液。它可以腐蚀护甲并将这种溶液施加到目标身上。"
LocHelpText="该单位的近战攻击会造成额外的酸性伤害。"
LocFlyOverText="酸刃"
LocPromotionPopupText="<Bullet/>该单位的刀刃上涂有一种机密的酸性溶液。它可以腐蚀护甲并将这种溶液施加到目标身上。<br/><Bullet/>酸性溶液可以进一步腐蚀护甲并在每个回合造成伤害。<br/><Bullet/>连续的近战攻击会刷新酸性溶液的持续时间，并增加其效力，堆叠伤害和腐蚀效果。<br/>"

[RTPsionicBlade X2AbilityTemplate]
LocFriendlyName="灵刃"
LocLongDescription="该单位的刀刃是灵能能量的体现。它完全穿透护甲，并根据目标的意志造成额外伤害。"
LocHelpText="该单位的近战攻击可以穿透所有护甲，并根据目标的意志造成额外伤害。"
LocFlyOverText="灵刃"
LocPromotionPopupText="<Bullet/>该单位的刀刃是灵能能量的体现。它完全穿透护甲。<br/>"

[RTHiddenBlade X2AbilityTemplate]
LocFriendlyName="隐刃"
LocLongDescription="该单位的刀刃专为对不察觉的目标造成额外伤害而设计。它从「隐蔽」状态下造成额外的暴击伤害。"
LocHelpText="该单位的近战攻击在「隐蔽」状态下会造成额外的暴击伤害。"
LocFlyOverText="隐刃"
LocPromotionPopupText="<Bullet/>该单位的刀刃专为对不察觉的目标造成额外伤害而设计。它从「隐蔽」状态下造成额外的暴击伤害。<br/><Bullet/>当符合暴击条件时，暴击将造成额外150%的伤害。<br/>"

[RTBurst X2AbilityTemplate]
LocFriendlyName="爆发"
LocLongDescription="释放一股灵能爆发，对周围的敌人和地块造成伤害。"
LocHelpText="释放一股灵能爆发，对周围的敌人和地块造成伤害。"
LocFlyOverText="爆发"
LocPromotionPopupText="<Bullet/><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>释放一股灵能爆发，对周围的敌人和地块造成伤害。<br/>"

[RTBlur X2AbilityTemplate]
LocFriendlyName="模糊"
LocLongDescription="获得额外的闪避、移动和防御能力。"
LocHelpText="获得额外的闪避、移动和防御能力。"
LocFlyOverText="模糊"
LocPromotionPopupText="<Bullet/>获得额外的闪避、移动和防御能力。<br/>"

[RTPurge X2AbilityTemplate]
LocFriendlyName="净化"
LocLongDescription="净化你的嗜血之力并重新获得潜行能力。"
LocHelpText="失去五层嗜血状态，获得潜行能力。"
LocFlyOverText="净化"
LocPromotionPopupText="<Bullet/>失去五层嗜血状态，获得潜行能力。<br/>"

[RTMentor X2AbilityTemplate]
LocFriendlyName="导师"
LocLongDescription="通过融合向友方融合单位提供心灵支持。"
LocHelpText="通过融合向友方融合单位提供心灵支持。"
LocFlyOverText="导师"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>为目标单位提供+60意志和心灵攻击力，并清除他们的反馈效果。<br/>"

[RTReprobateWaltz X2AbilityTemplate]
LocFriendlyName="不义之舞"
LocLongDescription="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocHelpText="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocFlyOverText="不义之舞"
LocPromotionPopupText="<Bullet/>基础几率为20%，每个嗜血层数增加10%。<br/>"

[RTReprobateWaltzIcon X2AbilityTemplate]
LocFriendlyName="不义之舞"
LocLongDescription="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocHelpText="每当该单位使用近战攻击时，有一定几率再次发起攻击，几率随着嗜血层数增加而增加。"
LocFlyOverText="不义之舞"
LocPromotionPopupText="<Bullet/>基础几率为20%，每个嗜血层数增加10%。<br/>"

[RTPyroclasticFlow X2AbilityTemplate]
LocFriendlyName="熔岩火流"
LocLongDescription="该单位现在可以在燃烧状态下进行近战攻击，且在燃烧状态下，其身后留下毁灭性的火焰痕迹。"
LocHelpText="该单位现在可以在燃烧状态下进行近战攻击，且在燃烧状态下，其身后留下毁灭性的火焰痕迹。"
LocFlyOverText="熔岩火流"
LocPromotionPopupText="<Bullet/>不免疫燃烧状态。<br/>"

[RTPyroclasticSlash X2AbilityTemplate]
LocFriendlyName="斩击（熔岩）"
LocLongDescription="使用你的<Ability:SecondaryWeaponName/>对移动范围内的任何敌人进行攻击。"
LocHelpText="使用你的<Ability:SecondaryWeaponName/>对移动范围内的任何敌人进行攻击。"
LocPromotionPopupText="<Bullet/>你可以通过将移动光标放在敌人上来触发斩击能力。<br/><Bullet/>Berserker可以执行「冲刺」动作，使用两个行动点进行移动，然后对相邻的敌人进行斩击。<br/>"

[RTContainedFury X2AbilityTemplate]
LocFriendlyName="潜藏之怒"
LocLongDescription="该单位的融合状态不再受到「血之狂热」层数的影响。"
LocHelpText="该单位的融合状态不再受到「血之狂热」层数的影响。"
LocFlyOverText="潜藏之怒"
LocPromotionPopupText=""

[RTContainedFuryMeldJoin X2AbilityTemplate]
LocFriendlyName="纳入融合（潜藏之怒）"
LocLongDescription="纳入融合状态，增加意志力并共享某些能力。"
LocHelpText="纳入融合状态，增加意志力并共享某些能力。"
LocFlyOverText="纳入融合"
LocPromotionPopupText="<Bullet/>纳入融合状态，增加意志力并共享某些能力。<br/>"

[RTUnstableConduit X2AbilityTemplate]
LocFriendlyName="不稳风暴"
LocLongDescription="每当该单位使用超能力时，它会在自身和所有融合盟友周围引发一次风暴爆发。"
LocHelpText="每当该单位使用超能力时，它会在自身和所有融合盟友周围引发一次风暴爆发。"
LocFlyOverText="不稳风暴"
LocPromotionPopupText="<Bullet/>每当该单位使用超能力时，它会在自身和所有融合盟友周围引发一次风暴爆发。<br/><Bullet/>对于此能力而言，某些能力不被视为超能力，例如融入融合和脱离融合。<br/>"

[RTUnstableConduitBurst X2AbilityTemplate]
LocFriendlyName="爆发"
LocLongDescription="释放一股超能能量爆发，对周围的敌人和地块造成伤害。"
LocHelpText="释放一股超能能量爆发，对周围的敌人和地块造成伤害。"
LocFlyOverText="爆发"
LocPromotionPopupText="<Bullet/>释放一股超能能量爆发，对周围的单位和地块造成伤害。<br/>"

[RTPersistingImages X2AbilityTemplate]
LocFriendlyName="持续幻像"
LocLongDescription="每当该单位遁入隐秘状态时，会在附近创建一个自身的幻像。"
LocHelpText="每当该单位遁入隐秘状态时，会在附近创建一个自身的残影。"
LocFlyOverText="持续幻像"
LocPromotionPopupText="<Bullet/>幻像会吸引敌人的注意力，但只有1点生命值。<br/>"

[RTUnstableConduitIcon X2AbilityTemplate]
LocFriendlyName="不稳风暴"
LocLongDescription="每当该单位使用超能力时，它会在自身和所有融合的盟友周围引发一次爆发。"
LocHelpText="每当该单位使用超能力时，它会在自身和所有融合的盟友周围引发一次爆发。"
LocFlyOverText="不稳定风暴"
LocPromotionPopupText="<Bullet/>每当该单位使用超能力时，它会在自身和所有融合的盟友周围引发一次爆发。<br/><Bullet/>某些技能在此能力中不被视为超能力，比如纳入融合和脱离融合。<br/>"

[RTPersistingImagesIcon X2AbilityTemplate]
LocFriendlyName="持久幻像"
LocLongDescription="每当该单位遁入隐秘状态时，会在附近生成一个自身的幻像。"
LocHelpText="每当该单位获得潜行状态时，会在附近生成一个自身的残影。"
LocFlyOverText="持久幻像"
LocPromotionPopupText="<Bullet/>每当该单位遁入隐秘状态时，它会在附近生成一个自身的残影。<br/><Bullet/>幻像会吸引敌人的注意，但只有1点生命值。<br/>"

[RTGhostInTheShell X2AbilityTemplate]
LocFriendlyName="攻壳机动队"
LocLongDescription="当该单位与目标交互时，获得短暂的隐秘状态效果。"
LocHelpText="当该单位与目标交互时，获得短暂的隐秘状态效果。"
LocFlyOverText="攻壳机动队"
LocPromotionPopupText=""

[RTGhostInTheShellListener X2AbilityTemplate]
LocFriendlyName="攻壳机动队"
LocLongDescription="当该单位与目标交互时，不会被揭示。"
LocHelpText="当该单位与目标交互时，不会被揭示。"
LocFlyOverText="攻壳机动队"
LocPromotionPopupText="<Bullet/>当该单位与目标交互时，获得短暂的隐秘状态效果。<br/>"

[RTQueenOfBlades X2AbilityTemplate]
LocFriendlyName="剃刀女王"
LocLongDescription="若近战攻击杀死一个单位，该攻击的行动点将被退还。此外，嗜血堆叠将增加移动能力，而不是减少它。"
LocHelpText="若近战攻击杀死一个单位，该攻击的行动点将被退还。此外，嗜血堆叠将增加移动能力，而不是减少它。"
LocFlyOverText="剃刀女王"
LocPromotionPopupText=""
[RTShadowStrike X2AbilityTemplate]
LocFriendlyName="影袭"
LocLongDescription="穿越阴影，对目标进行打击。"
LocHelpText="穿越阴影，对目标进行打击。"
LocFlyOverText="影袭"
LocPromotionPopupText="<Bullet>冷却<Ability:SelfCooldown/>回合。<br/><Bullet/>无限射程，不需要直线路径到目标。<br/>"

[RTPsionicLance X2AbilityTemplate]
LocFriendlyName="灵能长矛"
LocLongDescription="发射一道纯粹的灵能长矛。"
LocHelpText="发射一道纯粹的灵能长矛。"
LocFlyOverText="灵能长矛"
LocPromotionPopupText="<Bullet>冷却<Ability:SelfCooldown/>回合。<br/>"

[RTHarbingerPsionicLance X2AbilityTemplate]
LocFriendlyName="灵能长矛（直接控制）"
LocLongDescription="发射一道纯粹的灵能长矛。"
LocHelpText="发射一道纯粹的灵能长矛。"
LocFlyOverText="灵能长矛（直接控制）"
LocPromotionPopupText="<Bullet>冷却<Ability:SelfCooldown/>回合。<br/>"

[RTDashingStrike X2AbilityTemplate]
LocFriendlyName="冲击打击"
LocLongDescription="向前冲刺，对路径上的所有敌人造成伤害。"
LocHelpText="向前冲刺，对路径上的所有敌人造成伤害。"
LocFlyOverText="冲击打击"
LocPromotionPopupText="<Bullet/>向前冲刺，对路径上的所有敌人造成伤害。<br/>"

[RTCloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="使用主武器，在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocHelpText="在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocPromotionPopupText="<Bullet/>若士兵处于「隐蔽」状态，不会触发。<br/><Bullet/>每回合可以对每个敌人使用一次该能力进行射击。<br/><Bullet/>每次射击需要1弹药。<br/>"

[RTCloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocLongDescription="使用主武器，在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocHelpText="在4格内任何移动或开火的可见敌人身上进行一次免费反应射击。"
LocPromotion


; <Bullet/><br/>
; PROGRAM GATHERER

[OverTheShoulder X2AbilityTemplate]
LocFriendlyName="透视眼界"
LocLongDescription="从敌方单位的视角中窥视他们所看到的"
LocHelpText="从敌方单位的视角中窥视他们所看到的。"
LocFlyOverText="透视眼界"
LocPromotionPopupText="<Bullet/>从敌方单位的视角中窥视他们所看到的。<br/>"

[RTUnfurlTheVeil X2AbilityTemplate]
LocFriendlyName="掀开面纱"
LocLongDescription="若所有活跃的敌方单位都受到「幽影窥探」的影响，获得「隐蔽」状态。"
LocHelpText="若所有活跃的敌方单位都受到「幽影窥探」的影响，获得「隐蔽」状态。"
LocFlyOverText="掀开面纱"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/>"

[RTTheSixPathsOfPain X2AbilityTemplate]
LocFriendlyName="六道之痛"
LocLongDescription="每回合开始时自动免费施放「幽影窥探」。"
LocHelpText="每回合开始时自动免费施放幽影窥探。"
LocFlyOverText="六道之痛"
LocPromotionPopupText="<Bullet/>若单位无法施放「幽影窥探」，将不会触发。<br/>"

[RTTheSixPathsOfPainIcon X2AbilityTemplate]
LocFriendlyName="六道之痛"
LocLongDescription="每回合开始时自动免费施放「幽影窥探」。"
LocHelpText="每回合开始时自动免费施放幽影窥探。"
LocFlyOverText="六道之痛"
LocPromotionPopupText="<Bullet/>若单位无法施放「幽影窥探」，将不会触发。<br/>"

[RTMeldInduction X2AbilityTemplate]
LocFriendlyName="融合引导"
LocLongDescription="强制将单位引导入融合中。"
LocHelpText="强制将单位引导入融合中。"
LocFlyOverText="融合引导"
LocPromotionPopupText="<Bullet><Ability:SelfCooldown/>回合冷却。<br/><Bullet/>若使用融合引导的单位不在融合中，则无法执行该操作。<br/>"

[RTUnsettlingVoices X2AbilityTemplate]
LocFriendlyName="恐怖之声"
LocLongDescription="受到融合引导影响的敌方单位的属性值下降，包括防御、命中和意志力。"
LocHelpText="受到融合引导影响的敌方单位的属性值下降。"
LocFlyOverText="恐怖之声"
LocPromotionPopupText="<Bullet/>受到融合引导影响的敌方单位的属性值下降，包括防御、命中和意志力。<br/>"

[RTGuardianAngel X2AbilityTemplate]
LocFriendlyName="守护天使"
LocLongDescription="为受到融合引导影响的友方单位提供一种效果，清除心理负面效果，并缓慢治愈他们。"
LocHelpText="为受到融合引导影响的友方单位提供一种效果，清除心理负面效果，并缓慢治愈他们。"
LocFlyOverText="守护天使"
LocPromotionPopupText="<Bullet/>为受到融合引导影响的友方单位提供一种效果，清除心理负面效果，并缓慢治愈他们。<br/><Bullet/>治愈效果每回合只能发生一次。<br/><Bullet/>请注意，此能力无法影响使用心灵压制获得的反馈效果。<br/>"

[RTForcedIntroversion X2AbilityTemplate]
LocFriendlyName="强制内向"
LocLongDescription="当该单位受到「灵能反馈」时，同时获得「隐蔽」效果。"
LocHelpText="当该单位受到「灵能反馈」时，同时获得「隐蔽」效果。"
LocFlyOverText="强制内向"
LocPromotionPopupText="<Bullet/>当该单位受到「灵能反馈」时，同时获得「隐蔽」效果。<br/><Bullet/>「隐蔽」效果通常持续到「灵能反馈」事件结束。<br/>"

[RTRudimentaryCreatures X2AbilityTemplate]
LocFriendlyName="至尊者"
LocLongDescription="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocHelpText="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocFlyOverText="至尊者"
LocPromotionPopupText="<Bullet/>并非所有灵能技能都可以被中断。其中一些例外包括「幽影窥探」和「纳入/脱离融合」。<br/>"
;QuoteText="你存在是因为我们允许……而你将终结，因为我们要求如此。"

[RTRudimentaryCreaturesEvent X2AbilityTemplate]
LocFriendlyName="至尊者"
LocLongDescription="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocHelpText="当受到「幽影窥探」的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。"
LocFlyOverText="至尊者"
LocPromotionPopupText="<Bullet/>当受到「幽影窥探」效果的单位尝试使用灵能技能时，该单位将尝试中断该技能，使使用者陷入眩晕状态并造成轻微的灵能伤害。<br/>"

[RTExtinctionEventPartOne X2AbilityTemplate]
LocFriendlyName="灭绝事件"
LocLongDescription="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocHelpText="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocFlyOverText="灭绝事件"
LocPromotionPopupText="<Bullet/>350格范围。<br/><Bullet/>友方单位应该在该能力完成之前尝试撤离！<br/>"

[RTExtinctionEventPartTwo X2AbilityTemplate]
LocFriendlyName="灭绝事件"
LocLongDescription="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocHelpText="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocFlyOverText="灭绝事件"
LocPromotionPopupText="<Bullet/>350格范围。<br/><Bullet/>友方单位应该在该能力完成之前尝试撤离！<br/>"

[RTExtinctionEventPartThree X2AbilityTemplate]
LocFriendlyName="灭绝事件"
LocLongDescription="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocHelpText="获得潜行状态，积蓄强大攻击力。在下一回合释放压倒性的灵能新星，摧毁范围内的一切。"
LocFlyOverText="灭绝事件"
LocPromotionPopupText="<Bullet/>350格范围。<br/><Bullet/>友方单位应该在该能力完成之前尝试撤离！<br/>"

[RTUnwillingConduitsIcon X2AbilityTemplate]
LocFriendlyName="强制输送"
LocLongDescription="每当该单位施放一次灵能技能，它会从受到「幽影窥探」影响的单位身上抽取能量来供给行动，并减少每个受影响单位的冷却时间。"
LocHelpText="每当该单位施放一次灵能技能，它会从受到「幽影窥探」影响的单位身上抽取能量来供给行动，并减少每个受影响单位的冷却时间。"
LocFlyOverText="强制输送"
LocPromotionPopupText="<Bullet/>冷却时间将最小减少至1，下一回合可使用。<br/>"

[RTDomination X2AbilityTemplate]
LocFriendlyName="统御"
LocLongDescription="该单位对心灵控制的持续时间大幅增加。"
LocHelpText="该单位对心灵控制的持续时间大幅增加。"
LocFlyOverText="统御"
LocPromotionPopupText="<Bullet/>可同时激活多个心灵控制。<br/>"

[RTTechnopathy X2AbilityTemplate]
LocFriendlyName="技能控制"
LocLongDescription="该单位可以使用其心灵能力影响机器单位，并可以通过心灵感应远程入侵目标。"
LocHelpText="该单位可以使用其心灵能力影响机器单位，并可以通过心灵感应远程入侵目标。"
LocFlyOverText="技能控制"
LocPromotionPopupText="<Bullet/>该单位的入侵将使用其心灵攻击力而非入侵技能。<br/>"

[RTSibyl X2AbilityTemplate]
LocFriendlyName="先知注视"
LocLongDescription="「幽影窥探」的视野范围将永久存在，即使能力处于非激活状态。"
LocHelpText="「幽影窥探」的视野范围将永久存在，即使能力处于非激活状态。"
LocFlyOverText="先知注视"
LocPromotionPopupText="<Bullet/>严格来说并非无限；只有1千万回合。<br/>"

[RTEchoedAgonyIcon X2AbilityTemplate]
LocFriendlyName="痛楚回响"
LocLongDescription="该单位将对受到「幽影窥探」影响的附近敌人产生的恐慌尝试进行回响。"
LocHelpText="该单位将对受到「幽影窥探」影响的附近敌人产生的恐慌尝试进行回响。"
LocFlyOverText="痛楚回响"
LocPromotionPopupText="<Bullet/>仅影响敌方单位。<br/><Bullet/>反馈是一种恐慌效果，比其他恐慌来源更强大。<br/>"

[RTGuiltyConscience X2AbilityTemplate]
LocFriendlyName="负罪感"
LocLongDescription="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocHelpText="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocFlyOverText="负罪感"
LocPromotionPopupText="<Bullet/>若战斗持续时间足够长，此能力可以对同一目标多次触发。<br/>"

[RTGuiltyConscienceEvent X2AbilityTemplate]
LocFriendlyName="负罪感"
LocLongDescription="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocHelpText="被迫长时间忍受该单位的心灵存在的敌人将因此感到迷惑。"
LocFlyOverText="负罪感"
LocPromotionPopupText="<Bullet/>连续多轮受到「幽影窥探」影响的敌方单位将会感到迷惑。<br/>"

[RTTriangulationIcon X2AbilityTemplate]
LocFriendlyName="三角定位"
LocLongDescription="融合的盟友现在将成为额外的「幽影窥探」效果来源。"
LocHelpText="融合的盟友现在将成为额外的「幽影窥探」效果来源。"
LocFlyOverText="三角定位"
LocPromotionPopupText="<Bullet/>效果持续整个回合，即使融合被中断。<br/><Bullet/>这是很少有办法让聚合者自身受到强大的「幽影窥探」效果影响的方式之一。<br/>"

[RTKnowledgeIsPower X2AbilityTemplate]
LocFriendlyName="知识即力量"
LocLongDescription="对持续多个回合受到「幽影窥探」效果的单位，伤害和暴击率逐渐增加。"
LocHelpText="对持续多个回合受到「幽影窥探」效果的单位，伤害和暴击率逐渐增加。"
LocFlyOverText="知识即力量"
LocPromotionPopupText="<Bullet/>此能力的效果在四个回合内逐渐积累。<br/>"

[RTLift X2AbilityTemplate]
LocFriendlyName="升空牵引"
LocLongDescription="将小型敌人在小范围内抬升至空中。"
LocHelpText="将小型敌人在小范围内抬升至空中。"
LocFlyOverText="升空牵引"
LocPromotionPopupText="<Bullet/>升空牵引能够帮助获得额外的侧翼加成并控制敌人，但往往无法进行近战攻击。<br/>"
LocPromotionPopupText="<Bullet/>升空牵引能够帮助获得额外的侧翼加成并控制敌人，但往往无法进行近战攻击。<br/>"

[RTCrushingGrasp X2AbilityTemplate]
LocFriendlyName="碾压之握"
LocLongDescription="用心灵力量紧握一个小区域，震慑敌方单位并摧毁它们的掩护物。"
LocHelpText="用心灵力量紧握一个小区域，震慑敌方单位并摧毁它们的掩护物。"
LocFlyOverText="碾压之握"
LocPromotionPopupText="<Bullet/>自身冷却为 <Ability:SelfCooldown/>轮。<br/><Bullet/>应大量使用碾压之握以启动「耳语者」的狙击射击和投掷，并为「女王」的暗夜碰撞创造侧翼路径。<br/>"

[RTPsionicStorm X2AbilityTemplate]
LocFriendlyName="灵能风暴"
LocLongDescription="创造一个持续造成伤害的灵能风暴，无限蹂躏一个中等范围。"
LocHelpText="释放一个灵能风暴。"
LocFlyOverText="灵能风暴"
LocPromotionPopupText="<Bullet/>自身冷却为 <Ability:SelfCooldown/>轮。<br/><Bullet/>该单位可以同时维持三个独立的灵能风暴。<br/><Bullet/>灵能风暴的叠加不会增加其伤害。<br/><Bullet/>灵能风暴必须手动取消。<br/>"

[RTPsionicStormSustained X2AbilityTemplate]
LocFriendlyName="持续灵能风暴"
LocLongDescription="你不应该能看到这个"
LocHelpText="释放一个灵能风暴。"
LocFlyOverText="灵能风暴"
LocPromotionPopupText="<Bullet/>该单位可以同时维持三个独立的灵能风暴。<br/><Bullet/>灵能风暴的叠加不会增加其伤害。<br/><Bullet/>灵能风暴必须手动取消。<br/>"

[RTEndPsistorms X2AbilityTemplate]
LocFriendlyName="结束灵能风暴"
LocLongDescription="结束所有灵能风暴。"
LocHelpText="结束所有活动的灵能风暴。"
LocFlyOverText="结束活动的灵能风暴。"

[RTTechnopathy_Hack X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTTechnopathy_Chest X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTTechnopathy_Workstation X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTTechnopathy_ObjectiveChest X2AbilityTemplate]
LocFriendlyName="灵能黑客"
LocLongDescription="远距离使用灵能进行黑客攻击目标。"
LocHelpText="远距离使用灵能进行黑客攻击目标。"
LocFlyOverText="灵能黑客"

[RTPsionicLash X2AbilityTemplate]
LocFriendlyName="灵能鞭挞"
LocLongDescription="远距离使用灵能将一个人形单位拉到相邻的格子上。"
LocHelpText="远距离使用灵能将一个人形单位拉到身边。"
LocFlyOverText="灵能鞭挞"
LocPromotionPopupText="<Bullet/>每回合冷却时间为 <Ability:SelfCooldown/>回合。<br/><Bullet/>可以拉动敌方和友方单位。<br/>"
												`
[RTEnterStealth X2AbilityTemplate]
LocFriendlyName="遁入隐秘"
LocLongDescription="披上斗篷，在短时间内隐蔽身形，对敌人不可见。"
LocHelpText="变为不可见。"
LocFlyOverText="遁入隐秘"
LocPromotionPopupText="<Bullet/>效果结束时，单位将会暴露。<br/>"

;----------------------------------------------------------------------------------------------------------------------------

[ProgramDrone X2SoldierClassTemplate]
DisplayName="N/A"
ClassSummary="一架「策」组织无人机。没有成长潜力。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""
RandomNickNames[0]=""
RankNames[0]=""
ShortNames=[0]=""

;----------------------------------------------------------------------------------------------------------------------------

;----------------------------------------------------------------------------------------------------------------------------
[RTUnwaveringResolve X2AbilityTemplate]
LocFriendlyName="坚定决心"
LocLongDescription="当该单位的专注值降至0时，获得额外的一点专注值。"
LocHelpText="当该单位的专注值降至0时，获得额外的一点专注值。"
LocFlyOverText="坚定决心"
LocPromotionPopupText=""

[RTUnwaveringResolveIcon X2AbilityTemplate]
LocFriendlyName="坚定决心"
LocLongDescription="当该单位的专注值降至0时，获得额外的一点专注值。"
LocHelpText="当该单位的专注值降至0时，获得额外的一点专注值。"
LocFlyOverText="坚定决心"
LocPromotionPopupText=""

[RTScholarVolt X2AbilityTemplate]
LocFriendlyName="电压"
LocLongDescription="使用超能力攻击，造成低伤害，但在更高的专注值下可以跳跃至附近的单位。消耗1点专注值。"
LocHelpText="使用超能力攻击，可以跳跃至附近的单位。消耗1点专注值。"
LocPromotionPopupText="<Bullet/>电压技能没有冷却时间，但消耗1点专注值。<br/><Bullet/>电压技能对超能力单位造成双倍伤害。<br/><Bullet/>电压技能可以跳跃至当前专注值数量的敌人身上。<br/>"

[RTScholarIonicStorm X2AbilityTemplate]
LocFriendlyName="离子风暴"
LocLongDescription="召唤闪电打击附近的所有敌人。伤害随专注值增加。消耗所有专注值，但击杀敌人可以回复专注值。"
LocHelpText="召唤闪电打击附近的所有敌人。消耗所有专注值，但击杀敌人可以回复专注值。"
LocPromotionPopupText="<Bullet/>离子风暴的范围会随着专注值增加而扩大。<br/><Bullet/>离子风暴对超能力单位造成双倍伤害。<br/><Bullet/>在专注值较高时使用离子风暴，当它可以击杀多个目标时，可以立即返还专注值的消耗。<br/><Bullet/>离子风暴有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[RTWarpGrenade X2GrenadeTemplate]
FriendlyName="扭曲榴弹"
FriendlyNamePlural="扭曲榴弹"
BriefSummary="扭曲榴弹是圣殿骑士基本训练方法的结果，它们只是众多残暴方式中的一个，圣殿骑士通过科技运用超能力能量。一旦引爆，它们释放出一股能量冲击，扭曲了爆炸点周围的现实，削弱了任何被捕捉到的物体继续承受外伤的能力。"
TacticalText="<Bullet/>扭曲榴弹会破坏爆炸半径内的敌人。"
ThrownAbilityName="投掷扭曲榴弹"
ThrownAbilityHelpText="破坏爆炸半径内的敌人。"
LaunchedAbilityname="发射扭曲榴弹"
LaunchedAbilityHelpText="破坏爆炸半径内的敌人。"

[RTWarpBomb X2GrenadeTemplate]
FriendlyName="扭曲炸弹"
FriendlyNamePlural="扭曲炸弹"
BriefSummary="扭曲炸弹是在XCOM的超能力实验室中，以极度恶意的意图制造的放大版扭曲榴弹。它们的超能力破裂效果更加强大，作用范围更广。"
TacticalText="<Bullet/>扭曲炸弹会破坏爆炸半径内的敌人。"
ThrownAbilityName="投掷扭曲炸弹"
ThrownAbilityHelpText="破坏爆炸半径内的敌人。"
LaunchedAbilityname="发射扭曲炸弹"
LaunchedAbilityHelpText="破坏爆炸半径内的敌人。"

;----------------------------------------------------------------------------------------------------------------------------
[RTProfessionalsHaveStandards X2AbilityTemplate]
LocFriendlyName="旧世界训练"
LocLongDescription="旧世界时代的训练技巧提高了士兵在远距离保持隐蔽的能力。"
LocHelpText="减少敌方单位能够揭示该单位的范围。"
LocFlyOverText="旧世界训练"
LocPromotionPopupText="<Bullet/>减少敌方单位能够揭示该单位的范围。<br/>"

[RTPsionicJamming X2AbilityTemplate]
LocFriendlyName="灵能干扰"
LocLongDescription="灵能干扰降低了变种人单位的意志力。"
LocHelpText="灵能干扰降低了变种人单位的意志力。"
LocFlyOverText="灵能干扰"
LocPromotionPopupText="<Bullet/>灵能干扰降低了变种人单位的意志力。<br/>"

[RTProgramDroneCloakingProtocol X2AbilityTemplate]
LocFriendlyName="隐身协议"
LocLongDescription="激活无人机的隐身发生器，创建一个半径为<Ability:CLOAKING_GENERATOR_RADIUS>的领域，持续为友方单位提供隐身效果。<br/><Bullet/>隐身协议大量消耗无人机的电力，显著降低了无人机的机动性。<br/><Bullet/>隐身协议提供一次性的伪装效果，每次任务只能使用一次。<br/><Bullet/>隐身协议不能阻止揭露伪装的行动，但会在下一回合刷新隐身效果。<br/><Bullet/>在隐身协议范围内执行揭露伪装的行动将同时解除无人机的伪装效果。<br/><br/>"
LocHelpText="激活隐身发生器。"
LocFlyOverText="隐身协议"
LocPromotionPopupText="<Bullet/>隐身协议大量消耗无人机的电力，显著降低了无人机的机动性。<br/><Bullet/>隐身协议提供一次性的伪装效果，每次任务只能使用一次。<br/><Bullet/>隐身协议不能阻止揭露伪装的行动，但会在下一回合刷新隐身效果。<br/><Bullet/>在隐身协议范围内执行揭露伪装的行动将同时解除无人机的伪装效果。<br/>"

[RTProgramDroneCloakingProtocolOn X2AbilityTemplate]
LocFriendlyName="隐身协议"
LocLongDescription="激活无人机的隐身发生器，创建一个半径为 <Ability:CLOAKING_GENERATOR_RADIUS>的区域，持续使盟军单位保持隐身状态。"
LocHelpText="激活隐身发生器。"
LocFlyOverText="隐身协议"
LocPromotionPopupText="<Bullet/>隐身协议大量消耗无人机的电力，显著降低了无人机的机动性。<br/><Bullet/>隐身协议提供一次性的伪装效果，每次任务只能使用一次。<br/><Bullet/>隐身协议不能阻止揭露伪装的行动，但会在下一回合刷新隐身效果。<br/><Bullet/>在隐身协议范围内执行揭露伪装的行动将同时解除无人机的伪装效果。<br/>"

[RTProgramDroneCloakingProtocolOff X2AbilityTemplate]
LocFriendlyName="禁用隐身协议"
LocLongDescription="禁用隐身发生器。"
LocHelpText="禁用隐身发生器。"
LocFlyOverText="隐身协议已禁用"
LocPromotionPopupText="<Bullet/>你不应该看到这个。<br/>"

[RTProgramDroneAppearance X2AbilityTemplate]
LocFriendlyName="翻新底盘"
LocLongDescription="这架无人机的IFF和底盘使其更难以被变种人识别为敌人。"
LocHelpText="这架无人机的IFF和底盘使其更难以被变种人识别为敌人。"
LocFlyOverText="翻新底盘"


;----------------------------------------------------------------------------------------------------------------------------

[TestAbility X2AbilityTemplate]
LocFriendlyName="测试"
LocLongDescription="您不应该看到这个。"
LocHelpText="您不应该看到这个。"
LocFlyOverText="测试"
LocPromotionPopupText="<Bullet/>您不应该看到这个。<br/>"

[RT_Animation_Placeholder_CV X2WeaponTemplate]
FriendlyName="狂潮动画占位符"
FriendlyNamePlural="狂潮动画占位符"
BriefSummary=""
TacticalText="<Bullet/>一个占位符，允许狂潮职业使用基础游戏的灵能动画。MOD的使用者不应该看到这个。<br/>"

;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---Encyclopedia------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;[FactionProgramFavors X2EncyclopediaTemplate]
;ListTitle=""
;DescriptionTitle=""
;DescriptionEntry="


[Header_PROGRAM X2EncyclopediaTemplate]
ListTitle="「策」组织简报"

[PersonnelHadley X2EncyclopediaTemplate]
ListTitle="人员档案：伊丽莎白·哈德利博士"
DescriptionTitle="伊丽莎白·哈德利博士 - 状态：活跃"
DescriptionEntry="伊丽莎白·哈德利博士，出生于1968年10月3日，是一位认证的天才。在19岁时获得博士学位，学界普遍认为她前途光明。然而，她之后突然消失，让许多人猜测她被政府的研发部门挖走了。尽管现在看起来很明显，但要记住她在过去的三十五年里一直在从事什么工作仍然是未知的，她现在才被转移到XCOM，而外星人已经在我们的家门口，这说明了它的重要性。\n\n布拉德福德指挥官记录：是的，这就是我上次给你的完整文件。希望它还有效。"
; "Dr. Elizabeth Hadley, born on October 3rd, 1968, is a certified genius. Earning her Ph.D at the age of 19, it was
; assumed by academia at large that she had a bright future ahead of her. However, she fell off the face of the planet
; shortly afterwards, leaving many to speculate that she had been snatched up by the R&D branch of the government.
; Although that seems obvious now, remember that whatever she has been working on for the past thirty-five years is still
; unknown, and that she has been transferred to XCOM only now, with Aliens on our proverbial doorstep, speaks for its
; importance. \n\nC.O. Bradford Note: Yes, this is the exact file I gave you last time. Hopefully it's still good."

[FactionProgram X2EncyclopediaTemplate]
ListTitle="「策」组织"
DescriptionTitle="「策」组织"
DescriptionEntry="「策」组织，看似由神秘的哈德利博士领导，是XCOM的一个分支，于20世纪70年代分离出去。在最初的入侵中，他们派遣了一名特工和哈德利博士来提供帮助，这对战争的努力起到了关键作用，但当基地失去后，这些人员消失了。自那时以来，几乎没有透露任何消息；即使现在，「策」组织仍未公开，与该组织有关的细节令人恐惧地模糊不清。明显的是，他们的主要目标是确保在变种人垮台时，他们能够站在废墟堆的顶端，不惜以任何代价，甚至是XCOM。换句话说，与他们打交道时要小心。他们的技术先进，特工精英，但他们不站在你这一边，指挥官，你们的目标可能并不总是一致。"
; "The Program, seemingly led by the illusive 哈德利博士, are an offshoot of XCOM, branching off in the 1970's. In the
; original invasion, they sent a single operative and Dr. Hadley to assist, which proved instrumental to the war effort,
; but when the base was lost, those personnel went MIA. In the time since, little has escaped; even now, the Program
; goes unnamed, and details related to the organization remain frighteningly obscure. What is evident is that their
; primary focus is ensuring that when 变种人 falls, they- at the expense of any other, even XCOM- stand on top of the
; pile of rubble. In other words, be careful when dealing with them. Their technology is advanced, and their operatives
; elite, but they are not on your side, Commander, and your goals may not always align."

[FactionProgramOperatives X2EncyclopediaTemplate]
ListTitle="「策」组织特工"
DescriptionTitle="「策」组织特种兵职业"
DescriptionEntry="「策」组织拥有一小部分通灵特工。通过一种名为「融合」的物质进行了生物电子和基因改造，他们是真正的精英，每个人都是在与人类和外星威胁作战中度过了二十、三十甚至四十年的老兵。每个特工都拥有独特的技能组合，但他们共享一套通灵能力，如精神控制、精神损伤和精神融合。"
; "The Program fields a small number of psionic operatives. Augmented cybernetically and genetically through a substance
; known as \"MELD\", they are truly elite, each a veteran of twenty, thirty, or even forty years of combat against both
; human and alien threats. Each has a unique skillset, but they share a common base of psionic abilities, such as
; Mind Control, Mind Wrack, and Mind Meld."

[FactionProgramFavors X2EncyclopediaTemplate]
ListTitle="「策」组织援助"
DescriptionTitle="一个小忙"
DescriptionEntry="「策」组织可以抽出足够的时间，每月一次代替XCOM派遣他们的一支小队。这样做将有助于建立您与他们的关系，最终增加您在他们中的影响力并解锁新的抵抗组织指令。如果有一个小忙可用，任务发起按钮上方将出现一个白色勾选框。勾选它将呼叫小忙。请注意，小忙不能在主线任务中启用。"
; "The Program can spare enough time to send one of their squads in the place of XCOM's once per month. Doing so will
; help build your relationship with them, eventually increasing your influence with them and unlocking new Resistance Orders.
; If a favor is a available, a white checkbox will be present above the mission launch button. Checking it will call in
; the favor. Note that favors cannot be called in on narrative missions."

[ProgramTimeline X2EncyclopediaTemplate]
ListTitle="陨落"
DescriptionTitle="陨落"
DescriptionEntry="虽然世界范围内的人们在2015年2月初意识到了外星威胁，但「策」组织早在两个月前的一次失败行动中就意识到可能会发生外星人入侵事件。「天空拯救者」行动成功地将被称为阿拉鲁的超能实体控制住，但未能阻止其释放一股巨大的超能能量。菲茨杰拉德博士推测这是一个求助的信号，因此「策」组织开始加强准备工作，通过标准行动在国内提高运作能力，并在XCOM内部以及北约和军火制造商等支持团体中安插成员。两个月内，外星人威胁浮现，虽然这两次事件之间的时间间隔很短，让「策」组织内部的许多人怀疑它们是否真的有关联。\n\n无论如何，国内行动成功地在一段时间内减少了恐慌，尽管由于全球基础设施受损，导致内部冲突不断，最终使这方面的任何进展都变得微不足道。类似地，XCOM在与外星人威胁的战斗中取得了成功。随着神殿舰艇的暴露和2017年12月天空突击队的到来，外星人向每个主要人口中心发射战舰。尽管XCOM部队成功完成了他们的任务，神殿舰艇在太平洋某处坠毁（附上坐标），但人类最终陨落。两天后，「策」组织派驻在XCOM内部的特工执行了「旧世界秩序」行动，其声明目标是摧毁XCOM在人类超能力研究和开发方面的任何进展，以及摧毁XCOM培养的任何超能力特工。不幸的是，在行动进行中，外星人发起了对XCOM总部的最后进攻，使得一个超能力特工成功逃脱了特工的追捕，他将成为幽灵。"
; "Although the world at large was made aware of the Alien threat in early Feburary 2015, the Program was aware that a
; possible Alien invasion event was likely to occur due to a botched operation two months prior. Operation: Sky Reclaimer
; was successful in its mission to contain the Ethereal known as Alaru, but was unable to prevent it from releasing a
; massive burst of psionic energy. Dr. Fitzgerald speculated that it was a cry for aid, and so the Program began preparations to 
; operate at increased capacity, both domestically via standard operations and internationally by planting members at key
; positions within XCOM proper, as well as support groups such as NATO and arms manufacturers. Within two months, the Alien threat emerged,
; although such a short gap between incidents left many within the Program wondering if the two were truly related.
;
; In any case, domestic operations were successful at minimizing panic for some time, although civil unrest due to damaged
; global infrastructure eventually made any progress on this front insignificant. Similarly, XCOM was successful at fighting the Alien threat.
; With the Temple Ship exposed and the Skyranger on the way in December of 2017, the Aliens launched battleships towards every major
; population center. Although the XCOM forces were successful in their mission, with the Temple Ship crash-landing somewhere in the Pacific
; (coordinates attached), humanity fell. Two days later, the Program operative embedded within XCOM attack the base as a part of Operation: Old World Order, 
; with the stated goal of destroying any progress into the research and development of human psionics that XCOM possessed, along with any 
; psionic operatives that XCOM had cultivated. Unfortunately, mid-operation, the Aliens began their final assault on the XCOM headquarters,
; allowing a single psi-operative to escape the operative's search - the man who would become Geist.

[ProgramOperationNewWorldOrder X2EncyclopediaTemplate]
ListTitle="旧世界秩序行动"
DescriptionTitle="旧世界秩序行动"
DescriptionEntry="旧世界秩序行动描述了「策」组织首次与合作伙伴实体共同进行的行动。该行动始于1982年，当时第一名「策」组织行动人员获得认证，使得「策」组织首次能够进行实地行动。\n\n该行动的战略目标如下:\n <Bullet>消除与人类心灵能力的存在和创造相关的静态数据<br>\n <Bullet>消除那些拥有关于人类心灵能力创造的知识但没有足够权限的人员<br>\n <Bullet>消除那些拥有未经授权心灵能力的人员<br>\n\n由于外星人的目标明显违反了这三个目标，XCOM的领导层被告知并完全接受了这些目标，尽管现在只有约翰·布拉德福德、[已删除]和[已删除]仍然存在。对XCOM基地的袭击不可能没有这种合作。尽管这次行动经常被用来描述针对XCOM于12月17日进行的行动，但旧世界秩序行动至今仍在进行。这实际上是出乎意料的；如果外星人没有在2015年入侵，「策」组织的领导层预计该行动的操作目标将在2020年代中期完成。由于变种人不断试图开设黑站，并明确打算探索人类的心灵能力，「策」组织面临着艰巨的任务。但在变种人时代只有一次显著的失败后，「策」组织的领导层仍然对自己保护旧世界秩序的能力充满信心。"
; Operation Old World Order describes the first-ever operation undertaken by the Program that became a collaboration between partner entities.
; The operation was started in 1982 with the certification of the first program operative, enabling the Program to start conducting field operations for the first time.\n\n
; The strategic goals are the following:\n
; <Bullet>Elimination of static data concerning the existance of and creation of human psionics<br>\n
; <Bullet>Elimination of personnel who possess knowledge of the creation of human psionics without sufficent clearance<br>\n
; <Bullet>Elimination of personnel who possess unauthorized psionic capability<br>\n\n
; With Alien goals being clearly in full violation of all three objectives, XCOM leadership was read in and became fully-onboard with stated objectives,
; although the only ones that are still present are John Bradford, [REDACTED], and [REDACTED]. The assault on the XCOM base would not be possible without this buy-in.
; Although it is often used to describe this mission, undertaken on December 17th against XCOM, Old World Order continues to this day.
; This is actually unexpected; if the Aliens had not invaded in 2015, Program leadership expected the operational objectives of the operation to
; be completed by the mid-twenty-twenties. With 变种人 continuously attempting to open blacksites with the express intention of exploring psionics
; in humans, the Program has their work cut out for them. But with only a single notable failure in the 变种人 era, Program leadership remains 
; confident in its ability to preserve the Old World Order.

[ProgramMotivation X2EncyclopediaTemplate]
ListTitle="圣殿骑士"
DescriptionTitle="圣殿骑士"
DescriptionEntry="圣殿骑士代表着「策」组织最大的噩梦——一个前心灵能力社会，玩弄它们不理解的工具。圣殿骑士以一种粗暴的方式注入以太，就像毒品上瘾者共享脏针一样。结果是强大的，但副作用严重。只需稍微倾听一下圣殿骑士的讲话，就能理解这对人类大脑造成的破坏。然而，圣殿骑士本身并不是令「策」组织领导层害怕的。相反，令他们恐惧的是圣殿骑士的子女，或者至少是他们潜在的可能性。\n\n在子宫中接触以太的孩子们以不同的方式发展出心灵能力，与经过培养的心灵能力者相比，可能甚至是自然而然的。他们的能力强度各不相同，但共同的特点是心灵感应。读取思维，过载思维。想象一个心灵能力的社会——隐私不存在，任何人都可能毫无痕迹地杀害其他人，几乎不费吹灰之力。\n\n若有必要，不要想象。了解「策」组织自己行动人员的能力。\n\n想象末日。想象崩溃。\n\n想象终结。"
; The Templars represent the Program's penultimate nightmare - a pre-psionic society, playing with toys it does not understand.
; Templars inject elerium in a brutish way, similar to drug addicts sharing dirty needles. The result is powerful, but with severe side effects. One need only listen
; to a Templar speak momentarily to understand the havoc this wreaks upon the human brain. However, the Templars themselves are not what frightens Program leadership. 
; Rather, it is their children, or at least, their latent possibilty.\n\n
; Childen exposed to elerium in-utero develop psionics differently, perhaps even naturally, when compared to crafted-psionics. Their powers vary in strength, but the common
; thread is telepathy. Reading thoughts, overloading thoughts. Imagine a psionic society - one where privacy ceases to exist, one where any one could possibly murder the
; other with no trace with little more effort than a snap of the fingers. \n\n
; If necessary, do not imagine. Know the powers of the Program's own operatives.\n\n
; Imagine apocalypse. Imagine collapse.\n\n
; Imagine the end.

[
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---Covert Actions----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

[CovertAction_FindProgramFaction X2CovertActionTemplate]
ActionObjective="调查传输信号"

[CovertAction_FindProgramFarAwayFaction X2CovertActionTemplate]
ActionObjective="调查传输信号"

[CovertActionNarrative_FindFaction_Program X2CovertActionNarrativeTemplate]
ActionName="旧信号"
ActionPreNarrative="指挥官，我们在一个旧的XCOM频率上收到了散落的传输信号。如果您允许，我想派一支小队去调查。- 布拉德福德指挥官"
ActionPostNarrative="指挥官，我成功找到了信号的来源——一个被一个未知势力占据的旧前哨基地。当我向他们介绍自己时，他们告诉我，居然有哈德利博士在等着谈话。- 布拉德福德指挥官"

[CovertActionNarrative_RecruitEngineer_Program X2CovertActionNarrativeTemplate]
ActionName="技术支援"
ActionPreNarrative="我们与一个大都市的抵抗组织同情者取得了联系。让他加入我们可能会造成安全漏洞，但他们都归你指挥。——哈德利博士"
ActionPostNarrative="这位同情者事实证明在技术方面很有才能，在一个变种人机甲维修厂工作过很长时间。他们将对工程部门非常有帮助。"

[CovertActionNarrative_RecruitScientist_Program X2CovertActionNarrativeTemplate]
ActionName="高深学问"
ActionPreNarrative="又是一天，又一个叛徒。变种人在黑暗中痛苦挣扎……——哈德利博士"
ActionPostNarrative="这位同情者事实证明在技术方面很有才能，在一个变种人基因治疗诊所中领导了新的实验方法。他们将对实验室非常有帮助。"

[CovertActionNarrative_GatherSupplies_Program X2CovertActionNarrativeTemplate]
ActionName="补给投送"
ActionPreNarrative="最近一支队伍「解放」了一个补给储藏点，但人手不足以将其取回。请派遣一支小队前往以下坐标。——「9号处理者」"
ActionPostNarrative="成功接收了补给投送。"

[CovertActionNarrative_GatherIntel_Program X2CovertActionNarrativeTemplate]
ActionName="数据窃取"
ActionPreNarrative="「策」组织在通信情报方面有着丰富的背景。现在有个机会可以利用这方面的专长。"
ActionPostNarrative="数据窃取顺利完成。——「9号处理者」"

[CovertActionNarrative_IncreaseIncome_Program X2CovertActionNarrativeTemplate]
ActionName="援手"
ActionPreNarrative="即使在变种人的大城市里，也会有人愿意提供帮助。无论如何，派遣一个小队去这个地点制造一些混乱，我们会处理剩下的事情。——哈德利博士"
ActionPostNarrative="感谢你的干扰，我们成功地侵入了敌方数据框架，并准备将物资转移到抵抗点。——「9号处理者」"

[CovertActionNarrative_RescueSoldier_Program X2CovertActionNarrativeTemplate]
ActionName="人员营救"
ActionPreNarrative="最近我们得到消息，一名被俘虏的XCOM特工将被转移到我的区域。我需要更多的人手来找出他们的下落。——「9号处理者」"
ActionPostNarrative="已定位到特工。传输坐标。——「9号处理者」"

[CovertActionNarrative_RescueSoldier_Program X2CovertActionNarrativeTemplate]
ActionName="人员营救"
ActionPreNarrative="最近我们得到消息，一名被俘虏的XCOM特工将被转移到我的区域。我需要更多的人手来找出他们的下落。——「9号处理者」"
ActionPostNarrative="已定位到特工。传输坐标。——「9号处理者」"

[CovertActionNarrative_CancelChosenActivity_Program X2CovertActionNarrativeTemplate]
ActionName="反情报行动"
ActionPreNarrative="选民<XGParam:StrValue1/!ChosenName/>对你的计划让抵抗组织感到不安。如果我们能破坏这个阴谋，我们就能一举两得。——「9号处理者」"
ActionPostNarrative="计划被揭露，阴谋也被废除。平稳完成工作。——「9号处理者」"

[CovertActionNarrative_CancelChosenActivity_Program X2CovertActionNarrativeTemplate]
ActionName="反情报行动"
ActionPreNarrative="选民<XGParam:StrValue1/!ChosenName/>对你的计划让抵抗组织感到不安。如果我们能破坏这个阴谋，我们就能一举两得。——「9号处理者」"
ActionPostNarrative="计划被揭露，阴谋也被废除。平稳完成工作。——「9号处理者」"

[CovertActionNarrative_RemoveDoom_Program X2CovertActionNarrativeTemplate]
ActionName="破坏化身设施"
ActionPreNarrative="破坏是众多专长之一。——「9号处理者」"
ActionPostNarrative="轻而易举。——「9号处理者」"

[CovertActionNarrative_ImproveComInt_Program X2CovertActionNarrativeTemplate]
ActionName="战术教育"
ActionPreNarrative="训练不仅涉及技巧，还包括资源。而世界上唯一拥有旧世界级别资源和技术的地方就是「策」组织。——「9号处理者」"
ActionPostNarrative="指挥官，抵抗组织将因这些士兵受益匪浅。——「9号处理者」"

[CovertActionNarrative_ResistanceContact_Program X2CovertActionNarrativeTemplate]
ActionName="信号增强"
ActionPreNarrative="我们知道该地区有几座废弃的无线电塔。若你能让它们重新运行起来，抵抗组织可能会得到更多支持。——「9号处理者」"
ActionPostNarrative="在这个地区，抵抗组织的广播每天都在不同的时间播出，正如他们应该的那样。——「9号处理者」"

[CovertActionNarrative_BreakthroughTech_Program X2CovertActionNarrativeTemplate]
ActionName="技术进步"
ActionPreNarrative="我很惊讶你们还不知道这个。若你派遣一个队伍，我可以组织一次对旧档案馆的突袭，获取那些报告。——哈德利博士"
ActionPostNarrative="这是给你的，指挥官。翻阅那些文件是一次愉快的回忆之旅。很高兴能为你效劳。——哈德利博士"

[CovertActionNarrative_ResistanceCard_Program X2CovertActionNarrativeTemplate]
ActionName="技术进步"
ActionPreNarrative="我很惊讶你们还不知道这个。若你派遣一个队伍，我可以组织一次对旧档案馆的突袭，获取那些报告。——哈德利博士"
ActionPostNarrative="这是给你的，指挥官。翻阅那些文件是一次愉快的回忆之旅。很高兴能为你效劳。——哈德利博士"

[CovertActionNarrative_AlienLoot_Program X2CovertActionNarrativeTemplate]
ActionName="回收外星战利品"
ActionPreNarrative="「策」组织定期从变种人巡逻队中搜刮可用资源，用于未来的行动。最近我们在附近的避难所进行了一次行动，你可以派遣一个小队前去确保该地区及其资源的安全。——「9号处理者」"
ActionPostNarrative="对我们来说，变种人科技很少有用，希望你能发现其中的价值。——「9号处理者」"

[CovertActionNarrative_FacilityLead_Program X2CovertActionNarrativeTemplate]
ActionName="设施线索"
ActionPreNarrative="我在本地区接到了一条有关变种人设施的线索，但是我所有的小队都在忙于其他任务。派遣你的一些小队与我合作，我们一起来找出它的所在地。——「9号处理者」"
ActionPostNarrative="通常情况下，哈德利博士更喜欢我们让设施保持在线状态，但这是你的任务。——「9号处理者」"

[CovertActionNarrative_RevealChosenMovements_Program X2CovertActionNarrativeTemplate]
ActionName="敌后行动"
ActionPreNarrative="我的间谍在阿文杰号上告诉我，被选者们一直在追捕你，指挥官。虽然令人担忧，但考虑到最近的事件，这并不意外。我有一个情报人员掌握有关<XGParam:StrValue2/!ChosenClass/>基地的信息，但与他的通信不稳定且零散。我建议你派遣一些士兵与他会合，并获取那份情报。——「9号处理者」"
ActionPostNarrative="数据显示<XGParam:StrValue1/!ChosenName/>的大本营位于<XGParam:StrValue3/!ContinentName/>。——「9号处理者」"

[CovertActionNarrative_RevealChosenStrengths_Program X2CovertActionNarrativeTemplate]
ActionName="寻找大本营"
ActionPreNarrative="现在我们已经大致知道了位置，我可以动用「策」组织的全部力量来攻击<XGParam:StrValue2/!ChosenClass/>的大本营。然而，卫星接收站需要维护。若你能派遣一些人去抢夺零件，我们就能实现这一计划。——「9号处理者」"
ActionPostNarrative="现在我们通过卫星确认了变种人运输舰进出<XGParam:StrValue3/!ContinentName/>一处秘密基地的情报。我们将立即开始计划突袭行动。——「9号处理者」"

[CovertActionNarrative_RevealChosenStronghold_Program X2CovertActionNarrativeTemplate]
ActionName="赴火堆"
ActionPreNarrative="为了能够对抗「被选者」的大本营，我们需要弄清楚如何突入。派遣你的士兵和我的特工一同前往，以便熟悉基地的情况。——「9号处理者」"
ActionPostNarrative="我们已经确定了进入<XGParam:StrValue1/!ChosenName/>的大本营的最佳计划。立即传输情报。——「9号处理者」"

[CovertAction_HuntTemplarsP1Template X2CovertActionTemplate]
ActionObjective="猎杀圣殿骑士"

[CovertActionNarrative_HuntTemplarsP1_Program X2CovertActionNarrativeTemplate]
ActionName="寻找他们的家园"
ActionPreNarrative="在圣堂飞船坠毁六天后，「策」组织执行了一次对XCOM基地的打击，作为「旧世界秩序」行动的一部分。不幸的是，有一名幸存者。军士长兰纳在我的特工使用超能力攻击时遭受了严重的伤害，他的思维陷入混乱，但在“灰烬与圣殿行动”第三幕开始的混乱中，他设法艰难地逃离。直到最近，我们才能大致确定他的位置，但我们需要您的人手来找出他藏身的地方。 ——哈德利博士"
ActionPostNarrative="太棒了。指挥官，你应该为你的士兵感到自豪。与我的特工保持同步并不容易。 ——哈德利博士"

[CovertAction_HuntTemplarsP2Template X2CovertActionTemplate]
ActionObjective="猎杀圣殿骑士"

[CovertActionNarrative_HuntTemplarsP2_Program X2CovertActionNarrativeTemplate]
ActionName="赢得他们的信任"
ActionPreNarrative="动员足够多的特工直接袭击基地并确保没有幸存者将需要太长时间。我有一个更好的主意，我需要更多你的人来完成。 ——哈德利博士"
ActionPostNarrative="在你的士兵的帮助下，我成功地将几名特工伪装成圣殿骑士组织内的平民。一步一个脚印。 ——哈德利博士"

[CovertAction_HuntTemplarsP3Template X2CovertActionTemplate]
ActionObjective="猎杀圣殿骑士"

[CovertActionNarrative_HuntTemplarsP3_Program X2CovertActionNarrativeTemplate]
ActionName="诱使他们出来"
ActionPreNarrative="Lanner，或者现在被称为幽灵，非常多疑，揭示他的弱点仍然是一个挑战。与其直接袭击基地，军情顾问有98.2%的几率认为泄露第一次接触点的位置将促使幽灵派遣他最好的人员进行调查。为了使其更具说服力，我需要一些你的士兵和我的士兵一起进行最后一次行动。 ——哈德利博士"
ActionPostNarrative="荣誉卫队已经离开基地，仅有短暂的时间窗口让基地暴露。进去，杀死高级议会成员，并摧毁高级议会档案。只有这样，我们的社会才能安全。 ——哈德利博士"

[CovertAction_GrantFavorTemplate X2CovertActionTemplate]
ActionObjective="获取「策」组织的影响力"

[CovertActionNarrative_GrantFavor_Program X2CovertActionNarrativeTemplate]
ActionName="为「策」组织完成一个小任务"
ActionPreNarrative="即使「策」组织也受到监管，有时我们不能被发现在……履行我们的职责。派遣几名士兵给我，等他们回来后，不要问太多问题。——哈德利博士"
ActionPostNarrative="谢谢，指挥官。希望你的士兵也能说同样的话。——哈德利博士"

[CovertAction_CallInFavorTemplate X2CovertActionTemplate]
ActionObjective="请求「策」组织援助"

[CovertActionNarrative_CallInFavor_Program X2CovertActionNarrativeTemplate]
ActionName="请求帮忙"
ActionPreNarrative="没有了圣殿骑士制造麻烦，我们的野外团队任务相对较少。若你能派一名联络员暂时加入我们，我们可以安排另一个本月的任务。"
ActionPostNarrative="指挥官，我已经与你的士兵商议好细节。我们很快会联系您。——哈德利博士"
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---Missions-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
[RT_TemplarAmbush X2MissionTemplate]
DisplayName="圣殿骑士伏击"
Briefing="消灭圣殿骑士结社的调查员"
PostMissionType="消灭所有敌对目标"
BriefingImage="img:///RisingTidesContentPackage.UIImages.Missions.CANarrative_TemplarQuestline_TemplarDiscoveryAmbush"
ObjectiveTextPools[0]="消灭所有敌方目标"

[RTNarrative_TemplarAmbush X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="寻找圣殿骑士结社的领袖"
ObjectiveTextPools[1]="消灭圣殿骑士结社的领袖"
ObjectiveTextPools[2]="消灭所有敌方目标"
ObjectiveTextPools[3]="撤离所有XCOM特工"

[RTMissionSource_TemplarAmbush X2MissionSourceTemplate]
MissionPinLabel="圣殿骑士发现伏击"
MissionFlavorText="当地的圣殿骑士结社发现了我们隐秘行动员的计划。在他们向高阶议会领导层和幽灵汇报之前，我们必须对他们展开反击。"
BattleOpName="行动：日渐消逝"

[RT_TemplarHighCovenAssault X2MissionTemplate]
DisplayName="摧毁圣殿骑士高阶议会"
Briefing="消灭幽灵。摧毁档案。一劳永逸地结束这场冲突。"
PostMissionType="杀死所有敌人"
BriefingImage="img:///RisingTidesContentPackage.UIImages.Missions.CANarrative_TemplarQuestline_HighCovenAssault"
ObjectiveTextPools[0]="摧毁圣殿骑士高阶议会"

[RTNarrative_TemplarHighCovenAssault X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="摧毁圣殿骑士档案"
ObjectiveTextPools[1]="击杀幽灵"
ObjectiveTextPools[2]="消除高阶议会成员 "
ObjectiveTextPools[3]="消灭该区域所有圣殿骑士"
ObjectiveTextPools[4]="可选：破解灵能网络链接"

[RTMissionSource_TemplarHighCovenAssault X2MissionSourceTemplate]
MissionPinLabel="圣殿骑士高阶议会"
MissionFlavorText="随着高阶议会暴露，荣誉卫队只剩下一小部分，现在是时候一劳永逸地结束这场可怕的游戏了。这次袭击，对我们自己来说，是秋天以来的第一次，并没有增加我们战胜外星人威胁的机会。相反，这是我们社会生存下来的唯一希望。"
BattleOpName="行动：新世界 -  第二回"

;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---Misc-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
[Reward_RTProgram_FindFaction X2RewardTemplate]
DisplayName="未知"
RewardDetails="揭开信号源。"

[Reward_RTProgram_FindFarthestFaction X2RewardTemplate]
DisplayName="未知"
RewardDetails="揭开信号源。"

[RTReward_ProgramHuntTemplarsP1 X2RewardTemplate]
DisplayName="圣殿骑士高阶议会坐标"
RewardDetails="高阶议会的位置……和幽灵"

[RTReward_ProgramHuntTemplarsP2 X2RewardTemplate]
DisplayName="内网"
RewardDetails="圣殿骑士高阶议会的卧底特工可以帮助我们发现弱点。"

[RTReward_ProgramHuntTemplarsP3 X2RewardTemplate]
DisplayName="攻击机会
RewardDetails="一个打击圣殿骑士高阶议会的短暂窗口。"

[RTReward_ProgramGrantFavor X2RewardTemplate]
DisplayName="「策」组织援助"
RewardDetails="哈德利博士本人欠你的。值得一两条生命。"

[RTReward_ProgramCallInFavor X2RewardTemplate]
DisplayName="「策」组织任务调度数据"
RewardDetails="允许「策」组织本月接另一个任务。"

[ResistanceMode_PsiTraining X2ResistanceModeTemplate]
DisplayName="扫描奖励：灵能专长"
SummaryText="复仇者在这个位置扫描时，程序员协助操作灵能实验室，减少士兵在里面的训练时间。\n\n警告：购买此能力将覆盖当前的抵抗总部扫描奖励。扫描奖励每月只能修改一次。"
ScanLabel="更快地训练灵能"
ScanTooltip="在这个站点上扫描加快了我们训练灵能战士的速度。"

[RTOneSmallFavor_SPECTRE X2SitRepTemplate]
FriendlyName="一个小忙"
Description="「策」组织借出了他们的一个小队来处理这次行动"

[RTSoldierStaffSlot X2StaffSlotTemplate]
EmptyText="无圣殿骑士人士"
BonusText="隐秘行动中"

[CovertActionRisk_TemplarAmbush X2CovertActionRiskTemplate]
RiskName="埋伏圣殿骑士"

[CovertActionRisk_TemplarDiscovery X2CovertActionRiskTemplate]
RiskName="摧毁圣殿骑士"

[CovertActionRisk_SoldierShaken X2CovertActionRiskTemplate]
RiskName="士兵动摇"

[RTUIStrategyMapItem_ProgramHQ]
m_strProgramFactionButton="「策」组织状态简报"

[RTBuildProgramDrone X2TechTemplate]
DisplayName="「策」XRC33无人机"
Summary="这些翻新的变种人无人机已经被拆除了装甲和武器，取而代之的是一个复杂的隐形场发生器。我们不确定它是如何运作的，但是如果「策」组织可信的话，这个单位应该能够偷偷溜过任何已知的探测。"

[ProgramNovaStrategy X2CharacterTemplate]
strCharacterName="「诺娃」"

[ProgramHadleyStrategy X2CharacterTemplate]
strCharacterName="哈德利博士"

;-----------------------
; STAFF SLOTS
;-----------------------
[ProgramDroneStaffSlot X2StaffSlotTemplate]
EmptyText="开启：需要无人机"
BonusEmptyText="开始无人机维修。"
BonusText="维修无人机"
FilledText="一架无人机正在接受维修！"
LockedText="已锁定：构建无人机"


;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---Weapons-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//<font color='#'><b></b></font>
;//
;//PROGRAM_RED_COLOR = a51515
;//PROGRAM_WHITE_COLOR = e8e8e8

[ProgramPistol_M1 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSK33</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSK33s</b></font>"
BriefSummary="「策」XSK33或暗影守护者，是「策」组织特工们的最受欢迎的随身武器选择。" 
TacticalText="<Bullet/>「策」XSK33或暗影守护者，是「策」组织特工们的最受欢迎的随身武器选择。\n<Bullet/>「策」XSK33提高了目标和致命一击的几率。\n<Bullet/>手枪可以用一个行动点发射。"
AbilityDescName="手枪"
[ProgramPistol_M2 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSK33</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSK33s</b></font>"
BriefSummary="「策」XSK33或暗影守护者，是「策」组织特工们的最受欢迎的随身武器选择。" 
TacticalText="<Bullet/>「策」XSK33或暗影守护者，是「策」组织特工们的最受欢迎的随身武器选择。\n<Bullet/>「策」XSK33提高了目标和致命一击的几率。\n<Bullet/>手枪可以用一个行动点发射。"
AbilityDescName="手枪"
[ProgramPistol_M3 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSK33</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSK33s</b></font>"
BriefSummary="「策」XSK33或暗影守护者，是「策」组织特工们的最受欢迎的随身武器选择。" 
TacticalText="<Bullet/>「策」XSK33或暗影守护者，是「策」组织特工们的最受欢迎的随身武器选择。\n<Bullet/>「策」XSK33提高了目标和致命一击的几率。\n<Bullet/>手枪可以用一个行动点发射。"
AbilityDescName="手枪"

[ProgramSniperRifle_M1 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSR37</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSR37s</b></font>"
BriefSummary="「策」XSR37是最新最伟大的远程定向能量投射武器，基于长老的战列舰部署的聚变枪" 
TacticalText="<Bullet/>「策」XSR37是最新最伟大的远程定向能量投射武器，基于长老的战列舰部署的聚变枪。\n<Bullet/>狙击枪总是需要两个行动点才发射。\n<Bullet/>近战时不太精准，但远程时是致命的。"
AbilityDescName="狙击枪"
[ProgramSniperRifle_M2 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSR37</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSR37s</b></font>"
BriefSummary="「策」XSR37是最新最伟大的远程定向能量投射武器，基于长老的战列舰部署的聚变枪" 
TacticalText="<Bullet/>「策」XSR37是最新最伟大的远程定向能量投射武器，基于长老的战列舰部署的聚变枪。\n<Bullet/>狙击枪总是需要两个行动点才发射。\n<Bullet/>近战时不太精准，但远程时是致命的。"
AbilityDescName="狙击枪"
[ProgramSniperRifle_M3 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSR37</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSR37s</b></font>"
BriefSummary="「策」XSR37是最新最伟大的远程定向能量投射武器，基于长老的战列舰部署的聚变枪" 
TacticalText="<Bullet/>「策」XSR37是最新最伟大的远程定向能量投射武器，基于长老的战列舰部署的聚变枪。\n<Bullet/>狙击枪总是需要两个行动点才发射。\n<Bullet/>近战时不太精准，但远程时是致命的。"
AbilityDescName="狙击枪"

[ProgramShotgun_M1 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSG31</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSG31s</b></font>"
BriefSummary="「策」XSG31是几十年来对常规和外星武器系统研究的一个突破性进展。" 
TacticalText="<Bullet/>「策」XSG31是几十年来对常规和外星武器系统研究的一个突破性进展。\n<Bullet/>霰弹枪式的武器在近距离非常有效，但是在更远的距离下，准确度迅速下降。"
AbilityDescName="霰弹枪"
[ProgramShotgun_M2 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSG31</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSG31s</b></font>"
BriefSummary="「策」XSG31是几十年来对常规和外星武器系统研究的一个突破性进展。" 
TacticalText="<Bullet/>「策」XSG31是几十年来对常规和外星武器系统研究的一个突破性进展。\n<Bullet/>霰弹枪式的武器在近距离非常有效，但是在更远的距离下，准确度迅速下降。"
AbilityDescName="霰弹枪"
[ProgramShotgun_M3 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XSG31</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XSG31s</b></font>"
BriefSummary="「策」XSG31是几十年来对常规和外星武器系统研究的一个突破性进展。" 
TacticalText="<Bullet/>「策」XSG31是几十年来对常规和外星武器系统研究的一个突破性进展。\n<Bullet/>霰弹枪式的武器在近距离非常有效，但是在更远的距离下，准确度迅速下降。"
AbilityDescName="霰弹枪"

[ProgramAssaultRifle_M1 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XCR29</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XCR29s</b></font>"
BriefSummary="「策」XCR29是上一代「策」组织作战步枪技术。"
TacticalText="<Bullet/>「策」XCR29是上一代「策」组织作战步枪技术。\n<Bullet/>发射主武器总是结束士兵的回合。"
AbilityDescName="突击步枪"
[ProgramAssaultRifle_M2 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XCR29</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XCR29s</b></font>"
BriefSummary="「策」XCR29是上一代「策」组织作战步枪技术。"
TacticalText="<Bullet/>「策」XCR29是上一代「策」组织作战步枪技术。\n<Bullet/>发射主武器总是结束士兵的回合。"
AbilityDescName="突击步枪"
[ProgramAssaultRifle_M3 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」XCR29</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XCR29s</b></font>"
BriefSummary="「策」XCR29是上一代「策」组织作战步枪技术。"
TacticalText="<Bullet/>「策」XCR29是上一代「策」组织作战步枪技术。\n<Bullet/>发射主武器总是结束士兵的回合。"
AbilityDescName="突击步枪"

[ProgramBlade_M1 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」组织 CEFC2</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」组织 CEFC2s</b></font>"
BriefSummary="女王之刃是她武器库中的定制补充，是生产中用于塑造装甲合金的切割工具的大幅加长版本。"
TacticalText="<Bullet/>女王的定制刀片。造成巨大伤害，并通过她的特权升级。"
AbilityDescName="剑"
[ProgramBlade_M2 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」组织 CEFC2</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」组织 CEFC2s</b></font>"
BriefSummary="女王之刃是她武器库中的定制补充，是生产中用于塑造装甲合金的切割工具的大幅加长版本。"
TacticalText="<Bullet/>女王的定制刀片。造成巨大伤害，并通过她的特权升级。"
AbilityDescName="剑"
[ProgramBlade_M3 X2WeaponTemplate]
FriendlyName="<font color='#a51515'><b>「策」组织 CEFC2</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」组织 CEFC2s</b></font>"
BriefSummary="女王之刃是她武器库中的定制补充，是生产中用于塑造装甲合金的切割工具的大幅加长版本。"
TacticalText="<Bullet/>女王的定制刀片。造成巨大伤害，并通过她的特权升级。"
AbilityDescName="剑"

[ProgramArmor_M1 X2ArmorTemplate]
FriendlyName="<font color='#a51515'><b>「策」XPHS41</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XPHS41s</b></font>"
BriefSummary="「策」组织的实验灵能护甲是其经典灵能波嵌入式AI集成动力套装的最新变体。它使用用户的灵能技能增强用户的物理属性，并允许他们进入隐形状态。"
TacticalText="<Bullet/>与XCOM的守望护甲相比，XPHS牺牲了士兵的耐力来获得额外的装甲。\n<Bullet/>有2个物品槽。"
[ProgramArmor_M2 X2ArmorTemplate]
FriendlyName="<font color='#a51515'><b>「策」XPHS41</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XPHS41s</b></font>"
BriefSummary="「策」组织的实验灵能护甲是其经典灵能波嵌入式AI集成动力套装的最新变体。它使用用户的灵能技能增强用户的物理属性，并允许他们进入隐形状态。"
TacticalText="<Bullet/>与XCOM的守望护甲相比，XPHS牺牲了士兵的耐力来获得额外的装甲。\n<Bullet/>有2个物品槽。"
[ProgramArmor_M3 X2ArmorTemplate]
FriendlyName="<font color='#a51515'><b>「策」XPHS41</b></font>"
FriendlyNamePlural="<font color='#a51515'><b>「策」XPHS41s</b></font>"
BriefSummary="「策」组织的实验灵能护甲是其经典灵能波嵌入式AI集成动力套装的最新变体。它使用用户的灵能技能增强用户的物理属性，并允许他们进入隐形状态。"
TacticalText="<Bullet/>与XCOM的守望护甲相比，XPHS牺牲了士兵的耐力来获得额外的装甲。\n<Bullet/>有2个物品槽。"

[RTCosmetic_Suppressor X2WeaponUpgradeTemplate]
FriendlyName="装饰品消音器"
FriendlyNamePlural="装饰品消音器"
BriefSummary="什么用也没，但看起来很酷。"
TinySummary="仅能装饰用"
LootTooltip="安装此武器升级后，除了看起来很酷之外什么用也没。"

;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---Enemies-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;//---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
;///////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////

[RTTemplarWarrior_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士勇士"

[RTTemplarWarrior_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士骑士"

[RTTemplarWarrior_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士先驱"

[RTTemplarScholar_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士信徒"

[RTTemplarScholar_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士侍从"

[RTTemplarScholar_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士顾问"

[RTTemplarPeon_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士亲密"

[RTTemplarPeon_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士跟随者"

[RTTemplarPeon_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士理想主义者"

[RTTemplarPriest_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士大人"

[RTTemplarPriest_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士牧师"

[RTTemplarPriest_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士主教"

[RTTemplar_HighCovenWarrior X2CharacterTemplate]
strCharacterName="高阶议会执事"

[RTTemplar_HighCovenScholar X2CharacterTemplate]
strCharacterName="高阶议会审判官"

[RTTemplar_HighCovenPriest X2CharacterTemplate]
strCharacterName="高阶议会大主教"

[RTTemplar_Geist X2CharacterTemplate]
strCharacterName="幽灵"

